Repository: malicktech/wp-yith-woocommerce-gift-cards
Catalog: languages/yith-woocommerce-gift-cards-*.po
Languages: es_es, it_it, nb_no, nl_nl

source: If you enable this option, the gift card recipients will be able to click on the link in the gift card email they've received and the gift card amount will automatically be deducted from the cart total, without entering any code. The gift card will be applied to guest users too.
es_es: Si activas esta opción, los destinatarios de la tarjeta regalo podrán hacer click en el enlace del correo de la tarjeta regalo que han recibido, y la cantidad de la tarjeta regalo será automáticamente descontada del total del carrito, sin introducir el código. La tarjeta regalo será aplicada también para usuarios.
it_it: Se abiliti quest'opzione, i destinatari del buono regalo potranno fare clic sul link nell'email del buono che hanno ricevuto e l'importo del buono verrà automaticamente sottratto dal totale del carrello, senza richiedere l'inserimento del codice. Il buono sarà applicato anche agli utenti che non hanno effettuato l'accesso.
nb_no: Hvis du aktiverer dette alternativet, vil gavekortmottakerne kunne klikke på linken i gavekortet e-posten de har mottatt, og gavekortbeløpet blir automatisk trukket fra handlekurven, uten å skrive inn noen kode. Enten man er logget inn eller ikke.
nl_nl: Als u deze optie inschakelt, ontvangers van cadeaubonnen kunnen op de link klikken in de e-mail die zij hebben ontvangen, en het cadeaubon bedrag zal automatisch in mindering worden gebracht van het winkelwagen totaal, zonder het gebruik van een code. De cadeaubon zal ook worden toegepast op gast gebruikers.

source: Email button label
es_es: Etiqueta del botón del email
it_it: Testo del pulsante nell'email
nb_no: Tekst på knapp i e-posten
nl_nl: E-mail knop label

source: Choose the name of the gift card email button
es_es: Selecciona el nombre del botón del email de la tarjeta regalo
it_it: Scegli il nome del pulsante dell'email col codice regalo
nb_no: Velg teksten som skal stå på gavekort-e-postknappen
nl_nl: Kies de naam van de cadeaubon e-mail knop

source: Click here for the discount
es_es: Haz clic aquí para el descuento
it_it: Fai clic qui per lo sconto
nb_no: Klikk her for rabatten
nl_nl: Klik hier voor de korting

source: Allow Recipient details for Physical gift card
es_es: Permitir detalles del destinatario en la tarjeta regalo física
it_it: Mostra i dettagli del destinatario per il buono regalo fisico
nb_no: Tillat mottaker detaljer for fysisk gavekort
nl_nl: Sta details van ontvangers toe voor fysieke cadeaubonnen

source: Add a form to the physical gift cards with; recipient name, sender name and message
es_es: Añadir un formulario a las tarjetas regalo con el nombre del destinatario, el nombre del remitente y un mensaje
it_it: Aggiungi un modulo ai buoni regalo con i seguenti dati: nome del destinatario, nome del mittente e messaggio
nb_no: Legg til et skjema på de fysiske gavekortene med; mottakernavn, avsendernavn og melding
nl_nl: Voeg een formulier toe aan de fysieke cadeaubon met; naam ontvanger, naam afzender en bericht

source: Physical recipient details is mandatory
es_es: Los detalles del destinatario físico son obligatorios
it_it: I dettagli del destinatario sono obbligatori
nb_no: Fysiske mottaker detaljer er obligatorisk
nl_nl: Fysieke ontvanger details zijn verplicht

source: Choose if the recipient name is mandatory for physical gift cards.
es_es: Elige si el nombre del destinatario es obligatorio para tarjetas regalo físicas.
it_it: Scegli se il nome del destinatario deve essere obbligatorio per i buoni regalo fisici.
nb_no: Velg om mottakernavnet er obligatorisk for fysiske gavekort.
nl_nl: Bepaal of de naam van ontvanger verplicht is voor fysieke cadeaubonnen.

source: Minimal amount on the cart
es_es: Cantidas mínima en el carrito
it_it: Importo minimo del carrello
nb_no: Minste beløp på handlekurven
nl_nl: Minimum bedrag in de winkelwagen

source: Choose the minimal amount of the total of the cart to allow the gift card to be applied. Leave it blank or enter 0 not to apply minimal amount
es_es: Elige la cantidad mínima del total del carrito para permitir que la tarjeta regalo sea aplicada. Déjelo en blanco o introduce 0 para que el mínimo no sea aplicado
it_it: Scegli l'importo minimo del totale del carrello richiesto per applicare un codice regalo. Lascia vuoto o inserisci 0 per non applicare alcuna restrizione
nb_no: Velg det minste beløpet som kan være i handlekurven for å tillate at gavekortet blir brukt. La det være tomt eller skriv inn 0 for ikke å bruke denne funksjonen.
nl_nl: Bepaal het minimumbedrag van het winkelwagen totaal om te cadeaubon toe te kunnen passen. Laat leeg of voer 0 in om geen minimum bedrag toe te passen.

source: Apply gift card code on cart page
es_es: Aplicar el código de la tarjeta regalo en la página del carrito
it_it: Applica il codice regalo nella pagina carrello
nb_no: Bruk gavekortkode på handlekurven
nl_nl: Pas cadeaubon code toe in winkelwagen pagina

source: Add a form on the cart page to apply the gift card code
es_es: Añadir un formulario en la página del carrito para aplicar el código de la tarjeta regalo
it_it: Aggiungi il modulo per applicare il codice del buono regalo nella pagina carrello
nb_no: Legg til et skjema på handlekurven for å bruke gavekortskoden
nl_nl: Voeg een formulier toe aan de winkelwagen pagina, om de cadeaubon code toe te passen

source: Display the form directly
es_es: Mostrar el formulario directamente
it_it: Mostra il modulo aperto
nb_no: Vis skjemaet direkte
nl_nl: Toon het formulier direct

source: If you enable this option, the text "Have a gift card?" with the link "Click here to enter your code" will not be displayed and the form to enter the code will be always displayed
es_es: Si activas esta opción, el texto “Tienes una tarjeta regalo?” con el enlace “Haz clic aquí para introducir tu código” no será mostrado y el formulario para introducir el código será siempre mostrado
it_it: Se abiliti quest'opzione, il testo "Hai un buono regalo?" con il link "Fai clic qui per inserire il tuo codice" non sarà mostrato e invece sarà sempre visibile il modulo per inserire il codice
nb_no: Hvis du aktiverer dette alternativet, kommer teksten «Har du et gavekort?» med lenken «Klikk her» ikke til å vises, og skjemaet for å skrive inn koden vil alltid bli vist
nl_nl: Als u deze optie inschakelt, zal de tekst “heb je een cadeaubon?” met de link “klik hier om uw code in te voeren” niet worden weergegeven. Het formulier om de code in te voeren zal altijd worden weergegeven.

source: Choose the position of the form on the cart page to apply the gift card code
es_es: Elige la posición del formulario en la página del carrito para aplicar el código de la tarjeta regalo
it_it: Scegli la posizione del modulo per applicare il buono regalo nella pagina carrello
nb_no: Velg hvor skjema for gavekort skal vises på handlekurvsiden
nl_nl: Bepaal de positie van het formulier in de winkelwagen pagina, om de cadeaubon code toe te passen

source: before cart
es_es: antes del carrito
it_it: prima del carrello
nb_no: før handlekurv
nl_nl: voor winkelwagen

source: before cart table
es_es: antes de la tabla del carrito
it_it: prima della tabella carrello
nb_no: før handlekurv tabell
nl_nl: voor winkelwagen tabel

source: before cart contents
es_es: antes del contenido del carrito
it_it: prima dei contenuti del carrello
nb_no: før inneholdet i handlekurven
nl_nl: voor winkelwagen inhoud

source: after cart item name
es_es: después del nombre del elemento del carrito
it_it: dopo ciascun elemento nel carrello
nb_no: etter produktenes navn
nl_nl: na winkelwagen productnaam

source: cart contents
es_es: contenido del carrito
it_it: contenuti del carrello
nb_no: handlekurv innhold
nl_nl: winkelwagen inhoud

source: cart coupon
es_es: cupón del carrito
it_it: codice promozionale al carrello
nb_no: rabattkupong
nl_nl: winkelwagen coupon

source: cart actions
es_es: acciones del carrito
it_it: azioni carrello
nb_no: handlekurv handlinger
nl_nl: cart-acties

source: after cart table
es_es: después de la tabla del carrito
it_it: dopo la tabella del carrello
nb_no: etter handlekurv tabell
nl_nl: na winkelwagen tabel

source: cart collaterals
es_es: zona colateral del carrito
it_it: collaterali carrello
nb_no: handlekurv kort info
nl_nl: winkelwagen collaterals

source: after cart
es_es: después del carrito
it_it: dopo il carrello
nb_no: etter handlekurv
nl_nl: na winkelwagen

source: Apply gift card code on checkout page
es_es: Aplicar el código de la tarjeta regalo en página de pago
it_it: Applica il buono regalo nella pagina checkout
nb_no: Aktiver gavekortkode på kassen-siden
nl_nl: Cadeaubon code toepassen in checkout pagina

source: Add a form on the checkout page to apply the gift card code
es_es: Añade un formulario en la página de pago para aplicar el código de la tarjeta regalo
it_it: Aggiungi un modulo nella pagina checkout per applicare il codice regalo
nb_no: Legg til et skjema på kassen-siden for å bruke gavekortskoden
nl_nl: Voeg een formulier toe aan de checkout pagina om de cadeaubon code toe te passen

source: Choose the position of the form on the checkout page to apply the gift card code
es_es: Elige la posición del formulario en la página de pago para aplicar el código de la tarjeta regalo
it_it: Scegli la posizione del modulo per applicare il codice regalo nella pagina checkout
nb_no: Velg hvor skjema for gavekort skal vises på kassen-siden
nl_nl: Bepaal de positie van het formulier in de checkout pagina, om de cadeaubon code toe te passen

source: before checkout form
es_es: antes del formulario de la página de pago
it_it: prima del modulo di checkout
nb_no: før kassen skjema
nl_nl: voor checkout-formulier

source: before customer details
es_es: antes de los detalles del cliente
it_it: prima dei dettagli del cliente
nb_no: før kundenes detaljer
nl_nl: checkout voor klantgegevens

source: billing
es_es: facturaión
it_it: fatturazione
nb_no: fakturering
nl_nl: checkout facturering

source: shipping
es_es: envío
it_it: spedizione
nb_no: frakt
nl_nl: checkout verzending

source: after customer details
es_es: después de los detalles del cliente
it_it: dopo i dettagli del cliente
nb_no: etter kundens detaljer
nl_nl: checkout na klantgegevens

source: before order review
es_es: antes de la revisión del pedido
it_it: prima del riepilogo dell'ordine
nb_no: før ordre oppsummering
nl_nl: checkout voor orderherziening

source: order review
es_es: revisión del pedido
it_it: riepilogo dell'ordine
nb_no: ordre oppsummering
nl_nl: checkout order beoordeling

source: after order review
es_es: después de la revisión del pedido
it_it: dopo il riepilogo dell'ordine
nb_no: etter ordre oppsummering
nl_nl: checkout na bestelling review

source: after checkout form
es_es: después del formulario de la página de pago
it_it: dopo il modulo di checkout
nb_no: etter kassen skjema
nl_nl: na afrekeningsformulier

source: Enable "Gift this product" option
es_es: Habilitar la opción "Regala este producto"
it_it: Abilita l'opzione "Regala questo prodotto"
nb_no: Aktiver "Gi et gavekort" funskjon
nl_nl: De “Doe dit product cadeau” optie inschakelen

source: Allow users to buy a gift card with the same amount of the product they would like to gift.
es_es: Permitir a los usuarios comprar una tarjeta regalo com la misma cantidad del producto que les gustaría regalar.
it_it: Permetti agli utenti di acquistare un buono dello stesso importo del prodotto che vorrebbero regalare.
nb_no: Tillat kunder å kjøpe et gavekort som tilsvarer prisen på produktet de ønsker å gi som gave.
nl_nl: Laat gebruikers een cadeaubon kopen met dezelfde waarden als die van het product dat ze cadeau willen doen.

source: This feature appears on the product page. The product chosen will be suggested in the recipient's email message together with the gift card. Note: this option can only be enabled on simple and variable products. It doesn't work on gift-card products.
es_es: Esta funcionalidad aparece en la página del producto. El producto elegido será sugerido en el correo del destinatario junto con el mensaje y la tarjeta regalo. Nota: esta opción solo puede ser activada en productos simples y variables. No funciona en los productos tipo tarjeta-regalo.
it_it: Questa funzionalità appare nella pagina prodotto. Il prodotto scelto sarà suggerito al destinatario nel messaggio dell'email insieme con il codice regalo. Nota bene: quest'opzione si può abilitare solo sui prodotti semplici e variabili. Non funziona su altri prodotti gift-card.
nb_no: Denne funksjonen vises på produktsiden. Det valgte produktet vil bli foreslått i mottakerens e-postmelding sammen med gavekortet. Merk: Dette alternativet kan bare aktiveres på enkle og variable produkter. Det fungerer ikke på gavekortprodukter.
nl_nl: Deze functie verschijnt op de product pagina. Het gekozen product wordt voorgesteld in het e-mail bericht van de ontvanger samen met de cadeaubon. Let op: deze optie kan alleen worden ingeschakeld op simpele en variabele producten. Het werkt niet op cadeaubon producten.

source: Button label on product page
es_es: Etiqueta del botón de la página del producto
it_it: Testo del pulsante nella pagina prodotto
nb_no: Tekst på knapp på produktsiden
nl_nl: Knop label op product pagina

source: Choose the name of the button for the feature 'gift this product' which will appears on the product page
es_es: Elige el nombre del botón para la funcionalidad ‘regala este producto’ que aparecerá en la página del producto
it_it: Scegli il nome del pulsante per la funzione 'Regala questo prodotto' come sarà visibile nella pagina prodotto
nb_no: Velg navnet på knappen for funksjonen ‘gave dette produktet’ som vil vises på produktsiden
nl_nl: Kies de knopnaam voor de functie “doe dit product cadeau” welke wordt weergegeven in de productpagina

source: Shop page button
es_es: Botón de la página de la tienda
it_it: Pulsante nella pagina Negozio
nb_no: Butikkside-knapp
nl_nl: Winkelpagina knop

source: Display the button on the shop page.
es_es: Muestra el botón en la página de la tienda
it_it: Mostra il pulsante nella pagina Negozio.
nb_no: Vis knappen på butikksiden.
nl_nl: Knop in de winkelpagina weergeven.

source: This button redirects you to the product page and opens automatically the gift this product form.
es_es: Este botón te lleva a la página del producto y abre automáticamente el formulario de regala este producto
it_it: Questo pulsante riporta alla pagina prodotto e apre automaticamente il modulo "Regala questo prodotto".
nb_no: Denne knappen omdirigerer deg til produktsiden og åpner automatisk gaven dette produktet gjelder.
nl_nl: Deze knop stuurt u door naar de productpagina en opent automatisch het doe dit product cadeau formulier.

source: Email button actions
es_es: Acciones del botón del correo
it_it: Azioni del pulsante nell'email
nb_no: E-postknapphandlinger
nl_nl: E-mail knop acties

source: Add the product to the cart
es_es: Añadir producto al carrito
it_it: Aggiungi il prodotto al carrello
nb_no: Legg til produktet i handlevognen
nl_nl: Voeg het product toe aan de winkelwagen

source: Apply automatically the discount
es_es: Aplicar descuento automáticamente
it_it: Applica automaticamente lo sconto
nb_no: Påfør automatisk rabatten
nl_nl: Korting automatisch toepassen

source: Configure which actions will be performed when the button in the gift card email is clicked.
es_es: Configura que acciones será realizadas cuando se haga click en el botón del correo de la tarjeta regalo
it_it: Configura quali azioni saranno effettuate quando si preme il pulsante nell'email con il codice regalo.
nb_no: Konfigurer hvilke handlinger som skal utføres når knappen i gavekortets e-post er klikket.
nl_nl: Configureer welke acties worden uitgevoerd wanneer de knop in de cadeaubon e-mail wordt aangeklikt.

source: Email button redirect
es_es: Redirección del botón del correo
it_it: Reindirizzamento pulsante email
nb_no: E-postknapp omdirigering
nl_nl: E-mail knop redirect

source: Product page
es_es: Página del producto
it_it: Pagina prodotto
nb_no: Produktside
nl_nl: Productpagina

source: Choose a page
es_es: Elegir página
it_it: Scegli una pagina
nb_no: Velg en side
nl_nl: Kies een pagina

source: Set the page you want the user to be redirected when the button in the gift card email is clicked.
es_es: Configura la página donde quieres que el usuario sea redirigido cuando se haga click en el botón del correo de la tarjeta regalo
it_it: Imposta la pagina a cui vuoi indirizzare l'utente quando preme il pulsante nell'email con il codice regalo.
nb_no: Angi siden du vil at brukeren skal bli omdirigert til når knappen i gavekortets e-post er klikket.
nl_nl: Stel de pagina in waarnaar de gebruiker moet worden doorgestuurd zodra op de knop in de cadeaubon e-mail is geklikt.

source: Go to the site
es_es: Ir al producto
it_it: Visita il sito
nb_no: Gå til nettstedet
nl_nl: Ga naar de site

source: Design and images
es_es: Diseño e imágenes
it_it: Design e immagini
nb_no: Design og biler
nl_nl: Ontwerp en afbeeldingen

source: Custom image
es_es: Personalización de la imagen
it_it: Immagine personalizzata
nb_no: Eget valgt bilde
nl_nl: Aangepaste afbeelding

source: Allow users to upload a custom image that can be used as gift card
es_es: Permitir a los usuarios subir una imagen personalizada para usarla tarjeta regalo
it_it: Permetti agli utenti di caricare un'immagine personalizzata da utilizzare per il buono regalo
nb_no: Tillat brukere å laste opp et egendefinert bilde som kan brukes som gavekort
nl_nl: Sta gebruikers toe om een aangepaste afbeelding te uploaden die kan worden gebruikt als cadeaubon

source: If you enable this option, users will be able to upload an image and use it as a gift card. Excellent for anniversaries.
es_es: Si activas esta opción, los usuarios podrán subir una imagen y usarla como tarjeta de regalo. Excelente para aniversarios.
it_it: Se abiliti quest'opzione, gli utenti potranno caricare un'immagine e utilizzarla come buono regalo. Perfetto per gli anniversari.
nb_no: Hvis du aktiverer dette alternativet, kan brukerne laste opp et bilde og bruke det som gavekort. Utmerket for jubileer.
nl_nl: Als u deze optie inschakelt, kunnen gebruikers een afbeelding uploaden en gebruiken als een cadeaubon. Perfect voor jubilea.

source: This option works only with virtual gift cards. Allowed extensions: .jpg, .jpeg, .png, .gif and .bmp.
es_es: Esta opción funciona solo con las tarjetas regalo virtuales. Extensiones permitidas: .jpg, .jpeg, .png, .gif and .bmp.
it_it: Quest'opzione funziona soltanto con i buoni regalo virtuali. Estensioni consentite: .jpg, .jpeg, .png, .gif e .bmp.
nb_no: Dette alternativet fungerer bare med virtuelle gavekort. Tillatte utvidelser: .jpg, .jpeg, .png, .gif og .bmp.
nl_nl: Deze optie werkt alleen voor virtuele cadeaubonnen. Toegestane formaten: .jpg, .jpeg, .png, .gif and .bmp.

source: Image max size
es_es: Tamaño máx. de imagen
it_it: Dimensione massima immagine
nb_no: Maks bildestørrelse
nl_nl: Maximale grootte afbeelding

source: Set up a limit (in MB) to the size of the custom images uploaded by customers. Enter 0 if you don't want to set any limit.
es_es: Introduce un límite (en MB) al tamaño de las imágenes personalizadas que pueden usar los clientes. Introduce 0 si no quieres poner límite.
it_it: Imposta un limite (in MB) per la dimensione delle immagini personalizzate che il cliente può caricare. Inserisci 0 se non vuoi mettere alcun limite.
nb_no: Sett en maksimum filstørrelse (MB) på bildet som kundene kan laste opp til gavekortet. Sett til 0 hvis du ikke ønsker å begrense filstørrelsen.
nl_nl: Stel een limiet in (in MB) voor de grootte van de aangepaste afbeeldingen die klanten kunnen uploaden. Voer 0 in indien u geen limiet wilt.

source: Enable "Use product image" option
es_es: Habilitar la opción "Regala este producto"
it_it: Abilita l'opzione "Utilizza l'immagine del prodotto"
nb_no: Aktiver «Bruk produktbilde» alternativet
nl_nl: De “Gebruik productafbeelding” optie inschakelen

source: Allow users to use the product image as main gift card image.
es_es: Permitir a los usuarios usar la imagen del producto como imagen principal de la tarjeta regalo
it_it: Permetti agli utenti di utilizzare l'immagine del prodotto come immagine principale del buono regalo.
nb_no: Tillat brukere å bruke produktbilde som hovedbilde på gavekortet.
nl_nl: Laat gebruikers de productafbeelding gebruiken als hoofdafbeelding van cadeaubon.

source: If you enable this option, a button will appear on the product page. The product image will be used to create a notification email for the gift card recipient.
es_es: Si activas esta opción, un botón aparecerá en la página del producto. La imagen del producto será usada para crear una notificación por email para el destinatario de la tarjeta regalo
it_it: Se abiliti quest'opzione, apparirà un pulsante sulla pagina prodotto. L'immagine del prodotto verrà utilizzata per creare un'email di notifica per il destinatario del codice regalo.
nb_no: Hvis du aktiverer dette alternativet, vises en knapp på produktsiden. Produktbildet vil bli brukt til å opprette en varslings-epost for gavekortmottakeren.
nl_nl: Als u deze optie inschakelt, verschijnt een knop op de productpagina. De productafbeelding zal worden gebruikt om een meldingsemail te maken voor de ontvanger van de cadeaubon.

source: Enable photo gallery
es_es: Activar la galería de photos
it_it: Abilita la galleria foto
nb_no: Aktiver fotogalleri
nl_nl: Fotogalerij inschakelen

source: Allow users to choose the gift card image among the ones in the gallery.
es_es: Permitir a los usuarios elegir la imagen de la tarjeta regalo desde todas la galería
it_it: Permetti agli utenti di scegliere l'immagine del codice regalo tra quelle presenti nella galleria.
nb_no: Tillat brukere å velge gavekortbildet blant bildene i galleriet.
nl_nl: Laat gebruikers de cadeaubon afbeelding kiezen tussen de afbeeldingen in de galerij.

source: Set your template categories
es_es: Configura tus categorías de plantilla
it_it: Seleziona la tua categoria di template
nb_no: Opprett dine mal kategorier
nl_nl: Stel uw template categorieën in

source: Images that can be used by customers have to be uploaded through the
es_es: Imágenes que pueden ser usadas por clientes que han subido a través de
it_it: Le immagini che il cliente può usare devono essere caricate attraverso la
nb_no: Bilder som kan brukes av kunder må lastes opp gjennom
nl_nl: Afbeeldingen die kunnen worden gebruikt door klanten moeten worden geüpload via de

source: media gallery
es_es: galería
it_it: galleria multimediale
nb_no: media galleri
nl_nl: Media galerij

source: To make the search easier, you can group gallery images in categories (Christmas, Easter, Birthday etc.) by using this link:
es_es: Para hacer la búsqueda más sencilla, puedes agrupar las imágenes de la galería en categorías (Navidades, Semana Santa, cumpleaños, etc) para usar este enlace:
it_it: Per semplificare la ricerca, puoi raggruppare le immagini della galleria in categorie (Natale, Pasqua, Compleanno etc.) tramite questo link:
nb_no: For å gjøre søket enklere kan du gruppere galleribilder i kategorier (jul, påske, bursdag etc.) ved å bruke denne linken:
nl_nl: Om de zoekopdracht makkelijker te maken, kun je afbeeldingen groeperen in categorieën (Kerst, Pasen, verjaardag etc.) door deze link te gebruiken:

source: Set your gallery categories
es_es: Configura tus categorías de plantilla
it_it: Imposta le categorie per la tua galleria
nb_no: Opprett dine mal kategorier
nl_nl: Stel uw galerij categorieën in

source: Image title
es_es: Título de la imagen
it_it: Titolo immagine
nb_no: Bilde tittel
nl_nl: Afbeelding titel
