Repository: malicktech/wp-yith-woocommerce-gift-cards
Catalog: languages/yith-woocommerce-gift-cards-*.po
Languages: es_es, it_it, nb_no, nl_nl

source: Show the image title in the photo gallery.
es_es: Mostrar el título de la imagen en la galería de fotos.
it_it: Mostra il titolo dell'immagine nella galleria foto.
nb_no: Vis bildetittel i fotogalleriet.
nl_nl: Toon de afbeelding titel in de fotogalerij

source: If you enable this option, the image title will appear below every photo/image in the gallery.
es_es: Si activas esta opción, el título de la imagen aparecerá debajo de cada photo/imagen de la galería.
it_it: Se abiliti quest'opzione, il titolo dell'immagine apparirà sotto ogni foto/immagine della galleria.
nb_no: Hvis du aktiverer dette alternativet, vises bildetittel under hvert bilde i galleriet.
nl_nl: Als u deze optie inschakelt, zal de afbeelding titel verschijnen onder elke foto/afbeelding in de galerij.

source: Gift card code
es_es: Código de la tarjeta regalo
it_it: Codice buono regalo
nb_no: Gavekortkode
nl_nl: Cadeaubon code

source: Manual code generation
es_es: Generación de código manual
it_it: Generazione manuale del codice
nb_no: Manuell generering av kode
nl_nl: Handmatig codes maken

source: Do not generate any gift card code.
es_es: No generar ningún código de tarjeta regalo.
it_it: Non generare alcun codice regalo.
nb_no: Ikke generer noen gavekortkode.
nl_nl: Maak geen enkele cadeaubon code.

source: If you enable this option, the gift card code is not automatically generated during the purchase. Administrators can enter the code before completing the order. This option has to be used if you have pre-printed gift cards.
es_es: Si activas esta opción, el código de la tarjeta regalo no se genera automáticamente durante la compra. Los administradores pueden introducir el código antes de completar el pedido. Esta opción puede ser usada si tienes tarjetas regalo impresas.
it_it: Se abiliti quest'opzione, il codice regalo non verrà generato in automatico durante l'regalo. L'amministratore inserirà il codice prima di completare l'ordine. Utilizza quest'opzione se hai dei buoni prestampati.
nb_no: Hvis du aktiverer dette alternativet, genereres ikke gavekortkoden automatisk under kjøpet. Administratorer kan legge inn koden før du fullfører bestillingen. Dette alternativet må brukes hvis du har forhåndsprintede gavekort.
nl_nl: Als u deze optie inschakelt, wordt de cadeaubon code niet automatisch gegenereerd tijdens de aankoop. Administrateurs kunnen de code invoeren voor het afronden van de bestelling. Deze optie moet worden gebruikt als u voorgedrukte cadeaubonnen gebruikt.

source: Code pattern
es_es: Patrón del código
it_it: Formato codice
nb_no: Kodemønster
nl_nl: Code patroon

source: Choose the pattern of new gift card codes. Either use '*' that will be replaced by a random character or 'D' by a single digit. Leave blank for default pattern '****-****-****-****'.
es_es: Elige el patrón a utilizar al generar nuevos códigos de tarjeta regalo. Utiliza '*' como marcador de posición que será reemplazado por un carácter aleatorio o 'D' para un solo dígito. Déjalo en blanco para el patrón por defecto '****-****-****-****'.
it_it: Scegli il formato dei nuovi codici regalo. Utilizza '*' per inserire un carattere a caso o 'D' per una singola cifra. Lascia vuoto per utilizzare il formato predefinito '****-****-****-****'.
nb_no: Velg mønsteret som skal brukes når du genererer nye gavekortkoder. Bruk '*' som plassholder som igjen vil bli erstattet av et tilfeldig tegn eller 'D' for et enkelt siffer. La stå tomt for å bruke standardmønsteret '****-****-****-****'.
nl_nl: Kies het patroon van de nieuwe cadeaubon codes. Gebruik '*' dat zal worden vervangen door een willekeurig karakter of 'D' door een enkel cijfer. Laat leeg voor default patroon '****-****-****-****'.

source: Gift card orders
es_es: Pedidos de las tarjetas regalo
it_it: Ordini con buoni regalo
nb_no: Gavekort ordre
nl_nl: Cadeaubon bestellingen

source: Action to perform on order cancelled
es_es: Acción que se lleva a cabo en un pedido cancelado
it_it: Azione da compiere alla cancellazione di un ordine
nb_no: Handling som skal utføres når en ordre kanselleres
nl_nl: Uit te voeren actie op geannuleerde order

source: Choose what happens to gift cards purchased through orders that go to Cancelled
es_es: Elegir lo que le pasa a las tarjetas regalo compradas en un pedido que se marca como cancelado
it_it: Scegli cosa fare con i codici regalo comprati con ordini che vengono Annullati
nb_no: Velg hva du vil gjøre med et kjøpt gavekort dersom ordren kanselleres
nl_nl: Bepaal wat er gebeurt met cadeaubonnen die zijn aangeschaft en waarvan de bestelling de status geannuleerd krijgen

source: Do nothing
es_es: No hacer nada
it_it: Non fare nulla
nb_no: Gjør ingenting
nl_nl: Niets doen

source: Disable the gift cards
es_es: Desactivar las tarjeas regalo
it_it: Disabilita il buono regalo
nb_no: Deaktiver gavekortet
nl_nl: Cadeaubon uitschakelen

source: Dismiss the gift cards
es_es: Descartar las tarjetas regalo
it_it: Disabilita il buono regalo definitivamente
nb_no: Avvis gavekortet
nl_nl: Cadeaubon afwijzen

source: Action to perform on order refunded
es_es: Acción que se lleva a cabo en un pedido reembolsado
it_it: Azione da compiere al rimborso di un ordine
nb_no: Handling som skal utføres når en ordre refunderes
nl_nl: Uit te voeren actie op gerestitueerde order

source: Choose what happens to gift cards purchased through orders that go to Refunded
es_es: Elige lo que le pasa a las tarjetas regalo compradas en un pedido que se marca como reembolsado
it_it: Scegli cosa fare con i codici regalo comprati con ordini che vengono Rimborsati
nb_no: Velg hva du vil gjøre med et kjøpt gavekort dersom ordren refunderes
nl_nl: Kies wat er gebeurt met cadeaubonnen die zijn aangeschaft en waarvan de bestelling de status gerestitueerd krijgt

source: Emails and notifications
it_it: Email e notifiche

source: Attach pdf
es_es: Adjuntar pdf
it_it: Allega il PDF
nb_no: Legg ved pdf
nl_nl: PDF bijvoegen

source: Attach pdf to the gift card code email sent.
es_es: Adjuntar pdf al email del código de la tarjeta regalo enviado.
it_it: Allega il PDF all'email con il buono regalo.
nb_no: Legg til pdf til gavekort e-posten som blir sendt
nl_nl: PDF bijvoegen aan de te versturen e-mail met cadeaubon code.

source: If you enable this option, a pdf file will be attached to the gift card code email so the users can download it.
es_es: Si activas esta opción, un archivo pdf será adjuntado al email del código de la tarjeta regalo así los usuarios podrán descargarlo.
it_it: Se abiliti quest'opzione, allegherai un PDF all'email con il codice regalo così che gli utenti possano scaricarlo.
nb_no: Hvis du aktiverer dette alternativet, vil en pdf-fil bli knyttet til gavekortkodens email slik at brukerne kan laste den ned.
nl_nl: Als u deze optie inschakelt, zal een pdf bestand worden toegevoegd aan de cadeaubon code email, zodat gebruikers deze kunnen downloaden.

source: Purchase notification
es_es: Notificación de compra
it_it: Notifica di acquisto
nb_no: Gavekortet er brukt
nl_nl: Aankoop melding

source: Allow buyers to get a notification when the gift card is used.
es_es: Permitir a los compradores obtener una notificación cuando la tarjeta regalo sea usada
it_it: Permetti a chi acquista il buono di ricevere una notifica quando il buono viene utilizzato.
nb_no: Kundevarsling - gavekortet du har kjøpt, har blitt brukt
nl_nl: Laat kopers een melding ontvangen wanneer de cadeaubon is gebruikt.

source: If you enable this option, a notification will be sent to the person who bought the gift card when the gift card is used by the recipient.
es_es: Si activas esta opción, se enviará una notificación a la persona que compró la tarjeta regalo cuando sea usada por el destinatario.
it_it: Se abiliti quest'opzione, la persona che ha acquistato il buono riceverà una notifica non appena il buono viene utilizzato dal destinatario.
nb_no: Hvis du aktiverer dette alternativet, sendes et varsel til personen som har kjøpt gavekortet når gavekortet brukes av mottakeren.
nl_nl: Als u deze optie inschakelt, wordt een melding verzonden naar de persoon die de cadeaubon heeft gekocht, zodra de cadeaubon is gebruikt door de ontvanger.

source: Gift card code notification
es_es: Notificación de la tarjeta regalo
it_it: Notifica codice regalo
nb_no: YITH Gavekort - Varsling
nl_nl: Cadeaubon code melding

source: Allow admin to receive a BCC email with the gift card code.
es_es: Permitir al administrador recibir un email BCC con el código de la tarjeta regalo
it_it: Permetti all'amministratore di ricevere in copia l'email del codice regalo.
nb_no: Tillat administrasjon å motta en BCC-e-post (blindkopi) med gavekortskoden.
nl_nl: Laat admin een BCC e-mail ontvangen met cadeaubon code.

source: Enable this option to let the admin be notified of the gift card code via a blind carbon copy email.
es_es: Activa esta opción para permitir al administrador obtener una notificación del código de la tarjeta regalo a través de un correo como copia oculta
it_it: Abilita quest'opzione per permettere all'amministratore di ricevere l'email con il codice in copia.
nb_no: Aktiver dette alternativet for å la administratoren bli varslet om gavekortkoden via en BCC -e-postadresse (blindkopi).
nl_nl: Schakel deze optie in om de admin op de hoogte te stellen van de cadeaubon code via blind carbon copy e-mail.

source: Allow buyers to receive a BCC email with the gift card code.
es_es: Permitir al comprador recibir un email BCC con el código de la tarjeta regalo
it_it: Permetti a chi acquista il buono di ricevere in copia l'email con il codice regalo.
nb_no: Tillat kjøpere å motta en BCC-e-post (blindkopi) med gavekortskoden.
nl_nl: Laat kopers een BCC e-mail ontvangen met de cadeaubon code.

source: Enable this option to let the gift card buyer be notified of the gift card code via a blind carbon copy email.
es_es: Activa esta opción para permitir al comprador obtener una notificación del código de la tarjeta regalo a través de un correo como copia oculta
it_it: Abilita quest'opzione per permettere a chi acquista il buono di ricevere in copia l'email con il codice regalo.
nb_no: Aktiver dette alternativet for å la kjøperen bli varslet om gavekortkoden via en BCC -e-postadresse (blindkopi).
nl_nl: Deze optie inschakelen om de koper van de cadeaubon een bericht te sturen met de cadeaubon code via blind carbon copy e-mail.

source: Template settings
es_es: Ajustes de plantilla
it_it: Impostazioni del template
nb_no: Malinnstillinger
nl_nl: Template instellingen

source: Shop name
es_es: Nombre de la tienda
it_it: Nome del negozio
nb_no: Butikknavn
nl_nl: Webwinkel naam

source: Set the name of the shop for the email sent to the customer.
es_es: Introduce el nombre de la tienda que aparecerá en el correo electrónico que se envía al cliente.
it_it: Imposta il nome del negozio per l'email inviata al cliente.
nb_no: Skriv inn navnet på butikken for e-post sendt til kunden.
nl_nl: Stel de naam in van de webwinkel, voor de e-mail die wordt verzonden aan de klant.

source: Shop logo
es_es: Logo de la tienda
it_it: Logo del negozio
nb_no: Butikklogo
nl_nl: Winkel logo

source: Set the logo of the shop you want to show in the gift card sent to customers. The logo will be showed with a maximum size of 100x60 pixels.
es_es: Establece el logo de la tienda que quieres mostrar en la tarjeta regalo que se envía a los clientes. El logo se mostrará con un tamaño máximo de 100x60 píxeles.
it_it: Imposta il logo del negozio che vuoi mostrare nel buono regalo inviato ai clienti. Il logo sarà mostrato con una dimensione massima di 100x60 pixel.
nb_no: Last opp logoen til butikken du ønsker å vise i gavekort som sendes til kundene. Logoen vil bli vist med en maksimal størrelse på 100 x 60 piksler.
nl_nl: Het winkel logo wordt weergegeven in de cadeaubon, die wordt verzonden aan de klant. Het logo wordt weergegeven met een maximale grootte van 100x60 pixels.

source: Shop logo in gift card
es_es: Logo de la tienda en la tarjeta regalo
it_it: Logo del negozio nel buono regalo
nb_no: Butikklogo på gavekortet
nl_nl: Winkel logo in cadeaubon

source: Set if the shop logo should be shown on the gift card template. Disable it if for example, your gift cards template image contains your shop logo
es_es: Establece si el logo de la tienda debería mostrarse en la plantilla de la tarjeta regalo. Desactívala si, por ejemplo, tu imagen de plantilla de las tarjetas regalo contiene el logo tu tienda
it_it: Scegli se mostrare il logo del negozio nel template del buono regalo. Disabilita questa funzione se, per esempio, il template del tuo buono contiene già il logo del negozio
nb_no: Aktiver dersom butikklogoen skal vises på gavekortet.
nl_nl: Stel het winkel logo in, dat wordt weergegeven in de cadeaubon template. U kunt dit bijvoorbeeld uitschakelen, als uw cadeaubon template afbeelding uw logo al bevat

source: Logo of the gift card product
es_es: Logo de producto de la tarjeta regalo
it_it: Logo del prodotto buono regalo
nb_no: Bilde på gavekortet
nl_nl: Logo van het cadeaubon product

source: Select the logo of a default gift card product
es_es: Selecciona el logo del producto de una tarjeta regalo por defecto
it_it: Seleziona il logo predefinito per un prodotto buono regalo
nb_no: Last opp logoen til en standard gavekort produkt.
nl_nl: Selecteer de afbeelding van het standaard cadeaubon product

source: Template style
es_es: Estilo de la plantilla
it_it: Stile del template
nb_no: Mal stil
nl_nl: Template stijl

source: Style 1
es_es: Estilo 1
it_it: Stile 1
nb_no: Design #1
nl_nl: Stijl 1

source: Style 2
es_es: Estilo 2
it_it: Stile 2
nb_no: Design #2
nl_nl: Stijl 2

source: Select the style of the gift card template
es_es: Selecciona el estilo de la plantilla de la tarjeta regalo
it_it: Seleziona lo stile del template del buono regalo
nb_no: Velg en stil på gavekort malen.
nl_nl: Selecteer de stijl van de cadeaubon template

# Apply gift card
source: Have a gift card?
es_es: ¿Tienes una tarjeta regalo?
it_it: Hai un buono regalo?
nb_no: Har du et gavekort?
nl_nl: Heeft u een cadeaubon?

# Apply gift card
source: Click here to enter your code
es_es: Haz clic aquí para introducir tu código
it_it: Premi qui per inserire il codice
nb_no: Klikk her
nl_nl: Click hier om uw code in te voeren

# Apply gift card
source: In order to apply the gift card, the total amount in the cart has to be at least
es_es: Para aplicar la tarjeta regalo, la cantidad total del carrito debe ser de al menos
it_it: Per poter applicare il buono regalo, l'importo totale del carrello dev'essere almeno
nb_no: For å kunne bruke gavekortet må totalbeløpet i handlekurven være minst
nl_nl: Om de cadeaubon toe te passen, moet de totaalwaarde van de winkelwagen minstens het volgende bedragen

# Apply gift card
source: If you have a gift card code, please apply it below.
es_es: Si tiene un código de tarjeta regalo, por favor aplíquelo debajo
it_it: Se hai un codice regalo, inseriscilo qui sotto.
nb_no: Hvis du har et gavekort kan du legge inn koden her.
nl_nl: Als u een cadeaukaartcode heeft, moet u deze hieronder invoeren.

# Apply gift card
source: Gift card code
es_es: Código de la tarjeta regalo
it_it: Codice buono regalo
nb_no: Gavekortkode
nl_nl: Cadeaubon code

source: Apply gift card
es_es: Aplicar tarjeta regalo
it_it: Applica il codice
nb_no: Bruk gavekort
nl_nl: Cadeaubon toepassen

source: In order to use this gift card you can enter the gift card code in the appropriate field of the cart page or you can click the following link to obtain the discount automatically.
es_es: Para usar esta tarjeta regalo puedes introducir el código de la tarjeta regalo en el campo correspondiente de la página del carrito o puedes hacer clic en el siguiente enlace para obtener el descuento automáticamente.
it_it: Per poter utilizzare questo buono regalo puoi inserire il codice nell'apposito campo della pagina Carrello o puoi fare clic sul seguente link per ottenere lo sconto automaticamente.
nb_no: Når du ønsker å bruke dette gavekortet kan du skrive inn gavekortkoden i det aktuelle feltet i handlekurven, eller du kan klikke på følgende link for å få rabatten godskrevet automatisk.
nl_nl: Om deze cadeaubon te gebruiken, kunt u de cadeaubon code in het daarvoor bestemde veld in de winkelwagen pagina invullen. Voor het automatisch verkrijgen van de korting, kunt u klikken op de volgende link.

source: %s would like to suggest you to use this gift card to purchase the following product:
es_es: A %s le gustaría sugerirte que uses esta tarjeta regalo para comprar el siguiente producto:
it_it: %s vorrebbe suggerirti di utilizzare questo buono regalo per comprare il seguente prodotto:
nb_no: %s ønsker at du skal bruke dette gavekortet til å kjøpe følgende produkt, men du står selvfølgelig fritt til å velge andre produkter:
nl_nl: %s raad u aan om deze cadeaubon te gebruiken, voor het kopen van het volgende product:

source: Code
es_es: Código
it_it: Codice
nb_no: Kode

source: Value
es_es: Valor
it_it: Valore
nb_no: Verdi
nl_nl: Waarde

source: Usage
es_es: Uso
it_it: Utilizzo
nb_no: Bruk
nl_nl: Gebruik

source: Status
es_es: Estado
it_it: Stato

source: My gift cards
es_es: Mis tarjetas regalo
it_it: I miei buoni regalo
nb_no: Mine gavekort
nl_nl: Mijn cadeaubonnen

# gift card expiration date
source: Expire on: %s (%s)
es_es: Caduca en: %s (%s)
it_it: Scade il: %s (%s)
nb_no: Gyldig til: %s (%s)
nl_nl: Verloopt op: %s (%s)

source: Order %s
es_es: Pedido %s
it_it: Ordine %s
nb_no: Ordre %s

source: This product cannot be purchased
es_es: Este producto no se puede comprar
it_it: Questo prodotto non può essere acquistato
nb_no: Beklager, dette produktet kan ikke kjøpes.
nl_nl: Dit product kan niet worden gekocht

source: Gift card design
es_es: Diseño de la tarjeta regalo
it_it: Design del buono regalo
nb_no: Design på gavekortet
nl_nl: Cadeaubon design

source: Default image
es_es: Imagen predeterminada
it_it: Immagine predefinita
nb_no: Standard bilde
nl_nl: Standaardafbeelding

source: Customize
es_es: Personalizar
it_it: Personalizza
nb_no: Tilpass
nl_nl: Aanpassen

source: Use product image
es_es: Usar imagen del producto
it_it: Usa l'immagine del prodotto
nb_no: Bruk produktbilde
nl_nl: Gebruik deze productafbeelding

source: Choose design
es_es: Elegir diseño
it_it: Scegli il design
nb_no: Velg design
nl_nl: Kies design

source: Recipient's details (*)
es_es: Detalles del destinatario (*)
it_it: Dettagli dei destinatari (*)
nb_no: Mottakerens detaljer *
nl_nl: Ontvangers´ details (*)

source: Recipient's details
es_es: Detalles del destinatario
it_it: Dettagli dei destinatari
nb_no: Mottakerens detaljer
nl_nl: Ontvangers´ details

source: If empty, will be sent to your email address
es_es: Si está vacío se enviará a tu dirección de correo electrónico
it_it: Se vuoto, sarà inviato al tuo indirizzo email
nb_no: Hvis blank, vil bli sendt til din e-postadresse
nl_nl: Indien leeg, wordt het verzonden naar uw e-mailadres

source: Add another recipient
es_es: Añade otro destinatario
it_it: Aggiungi un altro destinatario
nb_no: Legg til flere som skal få gavekort
nl_nl: Voeg andere ontvanger toe

source: Your name
es_es: Tu nombre
it_it: Il tuo nome
nb_no: Ditt navn
nl_nl: Uw naam

source: Postpone delivery
es_es: Posponer entrega
it_it: Posticipa l'invio
nb_no: Velg leveringsdato
nl_nl: Levering uitstellen

source: Choose the delivery date (year-month-day)
es_es: Elige la fecha de entrega (año-mes-día)
it_it: Scegli la data di consegna (anno-mese-giorno)
nb_no: Leveringsdato (år-mnd-dag)
nl_nl: Kies leverdatum (jaar-maand-dag)

source: The shop logo for the gift card
es_es: El logo de la tienda para la tarjeta regalo
it_it: Il logo del negozio per il buono regalo
nb_no: Butikkens logo for gavekortet
nl_nl: Het winkel logo voor de cadeaubon

source: Gift Card code
es_es: Código de la tarjeta regalo:
it_it: Codice regalo
nb_no: Gavekortkode:
nl_nl: Cadeaubon code

source: Show all design
es_es: Mostrar todos los diseños
it_it: Mostra tutti i design
nb_no: Vis alle design
nl_nl: Toon alle designs

source: Gift Card code:
es_es: Código de la tarjeta regalo:
it_it: Codice buono regalo:
nb_no: Gavekortkode:
nl_nl: Cadeaubon code:

# Privacy Policy Content
source: While you visit our site, we collect information about you during the checkout process on our store. We’ll track:
es_es: Mientras visitas nuestro sitio, recopilamos información sobre tí durante el proceso de compra en nuestra tienda. Rastrearemos:
it_it: Quando visiti il nostro sito, salviamo le tue informazioni durante il processo di pagamento nel nostro negozio. Teniamo traccia di:
nb_no: Mens du besøker nettstedet vårt, samler vi informasjon om deg under forløpet på kassen siden i vår nettbutikk. Vi sporer:
nl_nl: Terwijl u onze site bezoekt, verzamelen wij informatie over u tijdens het checkout proces in onze winkel. We volgen:

# Privacy Policy Content
source: Sender name, recipient name and recipient email address: we’ll use this to create gift card products
es_es: Nombre del remitente, nombre del destinatario y dirección de correo electrónico del destinatario: lo usaremos para crear productos de tarjetas de regalo
it_it: Nome mittente, nome destinatario e indirizzo email del destinatario: utilizzeremo questi dati per creare i prodotti buoni regalo
nb_no: Avsendernavn, mottakernavn og mottakerens e-postadresse: Vi bruker dette til å lage gavekortprodukter
nl_nl: Naam afzender, naam ontvanger en e-mailadres ontvangen: we gebruiken dit om cadeaubon producten te maken

# Privacy Policy Content
source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
es_es: Los miembros de nuestro equipo tienen acceso a la información que nos proporcionas. Por ejemplo, tanto los administradores como los gerentes de tienda pueden acceder a:
it_it: I membri del nostro staff hanno accesso alle informazioni che ci fornisci. Per esempio, sia l'amministratore che il gestore del negozio potranno accedere a:
nb_no: Medlemmer av vårt team har tilgang til informasjonen du gir oss. For eksempel kan både administratorer og butikkansvarlige få tilgang til:
nl_nl: Onze teamleden hebben toegang tot de informatie die u ons geeft. Voorbeeld, zowel administrateurs als winkelmanagers hebben toegang tot:

# Privacy Policy Content
source: Sender name, recipient name, recipient email address, delivery date, message, amount and balance of the gift card you have purchased
es_es: Nombre del remitente, nombre del destinatario, dirección de correo electrónico del destinatario, fecha de entrega, mensaje, cantidad y saldo de la tarjeta de regalo que has comprado
it_it: Nome mittente, nome destinatario, indirizzo email del destinatario, data di consegna, messaggio, importo e saldo del buono che hai acquistato
nb_no: Avsendernavn, mottakernavn, mottakerens e-postadresse, leveringsdato, melding, beløp og balanse av gavekortet du har kjøpt
nl_nl: Naam afzender, naam ontvanger, e-mailadres ontvanger, bezorgdatum, bericht, bedrag en saldo van de cadeaubon die u heeft gekocht

source: Design
es_es: Diseño

source: email
es_es: correo electrónico
nb_no: E-postadresse

source: Enter amount(Only digits)
es_es: Introduce la cantidad (solo dígitos)
nb_no: Skriv inn beløp (kun tall)
nl_nl: Voer bedrag in (uitsluitend cijfers)

source: Template
es_es: Plantilla
nb_no: Mal

source: Emails and notificatoins
es_es: Emails y notificaciones
nb_no: E-post og e-postvarsler
nl_nl: E-mails en meldingen
