Repository: malicktech/wp-yith-woocommerce-gift-cards
Catalog: languages/yith-woocommerce-gift-cards-*.po
Languages: es_es, it_it, nb_no, nl_nl

source: The gift card code "%s" is already applied!
es_es: ¡El código de tarjeta regalo “%s” ya se ha utilizado!
it_it: Il codice di buono regalo "%s" è stato già applicato!
nb_no: Gavekortkoden "%s" er allerede brukt!
nl_nl: Cadeaubon code "%s" is al toegepast!

source: Sorry, the gift card code "%s" is expired and cannot be used.
es_es: Lo siento, el código de tarjeta regalo “%s” ha caducado y no puede utilizarse.
it_it: Ops, il codice di buono regalo "%s" è scaduto e non può essere utilizzato.
nb_no: Beklager, gavekortkoden "%s" er utløpt og kan ikke lenger benyttes.
nl_nl: Sorry, cadeaubon code "%s" is verlopen en kan niet worden gebruikt.

source: Sorry, the gift card code "%s" is currently disabled and cannot be used.
es_es: Lo siento, el código de tarjeta regalo "%s" está inactivo en este momento y no puede utilizarse.
it_it: Ops, il codice di buono regalo "%s" è attualmente disabilitato e non può essere utilizzato.
nb_no: Beklager, gavekortkoden "%s" er for øyeblikket deaktivert og kan ikke benyttes.
nl_nl: Sorry, cadeaubon code "%s" is momenteel uitgeschakeld en kan niet worden gebruikt.

source: Sorry, the gift card code "%s" is no longer valid!
es_es: ¡Lo siento, el código de tarjeta regalo “%s” ya no es válido!
it_it: Ops, il codice del buono regalo "%s" non è valido!
nb_no: Beklager, gavekortkoden "%s" er ikke lenger gyldig!
nl_nl: Sorry, cadeaubon code "%s" is niet langer geldig!

source: Sorry, it seems the gift card code "%s" is invalid - it has now been removed from your cart.
es_es: Lo siento, parece que el código de tarjeta regalo ”%s” no es válido - se ha borrado de tu carrito.
it_it: Ops, sembra che il codice del buono regalo "%s" non sia valido e per questo motivo è stato rimosso dal tuo carrello.
nb_no: Beklager, det ser ut til at gavekortkoden "%s" er ugyldig - den er nå fjernet fra handlekurven din.
nl_nl: Sorry, cadeaubon code "%s" lijkt ongeldig - hij is verwijderd uit uw winkelwagen.

source: Gift card code applied successfully.
es_es: Código de tarjeta regalo aplicado satisfactoriamente.
it_it: Codice buono regalo applicato con successo.
nb_no: Gavekortkoden ble registrert.
nl_nl: Cadeaubon code succesvol toegepast.

source: Gift card code removed successfully.
es_es: Código de tarjeta regalo eliminado satisfactoriamente.
it_it: Codice buono regalo rimosso con successo.
nb_no: Gavekortkoden ble fjernet.
nl_nl: Cadeaubon code succesvol verwijderd.

source: The gift card has been disabled
es_es: La tarjeta regalo ha sido desactivada
it_it: Il buono regalo è stato disabilitato
nb_no: Gavekortet har blitt deaktivert
nl_nl: De cadeaubon is uitgeschakeld

source: Valid
es_es: Válido
it_it: Valido
nb_no: Gyldig
nl_nl: Geldig

source: No longer valid, replaced by another code
es_es: Ya no es válido, se ha sustituido por otro código
it_it: Non più valido, rimpiazzato da un altro codice
nb_no: Ikke lenger gyldig, erstattet av en annen kode
nl_nl: Niet langer geldig, vervang door andere code

source: Order
es_es: Pedido
it_it: Ordine
nb_no: Ordre

source: Balance
es_es: Resto
it_it: Saldo
nb_no: Saldo
nl_nl: Saldo

source: Orders
es_es: Pedidos
it_it: Ordini
nb_no: Ordrer

source: Order total
es_es: Pedido total
it_it: Totale degli ordini
nb_no: Ordretotal
nl_nl: Order totaal

source: Expiration date
es_es: fecha de caducidad
it_it: Data di scadenza
nb_no: Utløpsdato
nl_nl: Vervaldatum

source: Information
es_es: Información
it_it: Informazioni
nb_no: Informasjon
nl_nl: Informatie

source: Notes
es_es: Notas
it_it: Note
nb_no: Notater
nl_nl: Notities

source: Guest
es_es: Invitado
it_it: Ospite
nb_no: Gjest
nl_nl: Gast

# Order number by X
source: %s by %s
es_es: %s de %s
it_it: %s per %s
nb_no: %s av %s
nl_nl: %s van %s

source: Created manually
es_es: Creado manualmente
it_it: Creato manualmente
nb_no: Opprettet manuelt
nl_nl: Handmatig gemaakt

source: Partially redeemed
es_es: Parcialmente reembolsado
it_it: Riscattato parzialmente
nb_no: Delvis innløst
nl_nl: Gedeeltelijk afgelost

source: Completely redeemed
es_es: Completamente reembolsado
it_it: Riscattato per intero
nb_no: Helt innløst
nl_nl: Volledig afgelost

source: The code has not been used yet
es_es: EL código no se ha usado todavía
it_it: Il codice non è stato ancora utilizzato
nb_no: Koden har ikke blitt brukt ennå
nl_nl: De code is nog niet gebruikt

source: Unlimited
es_es: Ilimitado
it_it: Illimitato
nb_no: Ubegrenset
nl_nl: Ongelimiteerd

source: Download pdf
es_es: Descargar pdf
it_it: Scarica il PDF
nb_no: Last ned pdf

source: Send now
es_es: Enviar ahora
it_it: Invia adesso
nb_no: Send nå
nl_nl: Verstuur nu

source: Enable
es_es: Habilitar
it_it: Abilita
nb_no: Aktiver
nl_nl: Inschakelen

source: Disable
es_es: Deshabilitar
it_it: Disabilita
nb_no: Deaktiver
nl_nl: Uitschakelen

source: This card is dismissed.
es_es: Esta tarjeta está descartada.
it_it: Questo buono regalo non è più valido.
nb_no: Dette kortet er avvist.
nl_nl: Deze kaart is afgewezen.

source: Physical product
es_es: Producto físico
it_it: Prodotto fisico
nb_no: Fysisk produkt
nl_nl: Fysiek product

source: Sent on %s
es_es: Enviada el %s
it_it: Inviato il %s
nb_no: Sendt den %s
nl_nl: Vestuurd op %s

source: Scheduled
es_es: Programado
it_it: Programmato
nb_no: Planlagt
nl_nl: Gepland

source: Failed
es_es: Fallido
it_it: Fallito
nb_no: Mislyktes
nl_nl: Mislukt

source: Recipient: %s
es_es: Destinatario: %s
it_it: Destinatario %s
nb_no: Mottaker: %s
nl_nl: Ontvanger: %s

source: Delivery date: %s
es_es: Fecha de entrega: %s
it_it: Data di consegna %s
nb_no: Leveringsdato: %s
nl_nl: Leverdatum: %s

source: Premium Version
es_es: Versión Premium
it_it: Versione Premium
nb_no: Premium versjon
nl_nl: Premium Versie

source: Settings
es_es: Ajustes
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen

source: License
es_es: Licencia
it_it: Licenza
nb_no: Lisens
nl_nl: Licentie

# Plugin Row Meta
source: Documentation
es_es: Documentación
it_it: Documentazione
nb_no: Plugindokumentasjon
nl_nl: Documentatie

source: Support
es_es: Soporte
it_it: Assistenza
nl_nl: Ondersteuning

source: Premium version
es_es: Versión Pemium
it_it: Versione Premium
nb_no: Premium versjon
nl_nl: Premium versie

source: YITH WooCommerce Gift Cards is available in an outstanding PREMIUM version with many new options, discover it now.
es_es: YITH WooCommerce Gift Cards está disponible en una espectacular versión PREMIUM con muchas nuevas opciones, descúbrela ahora.
it_it: YITH WooCommerce Gift Cards è disponibile nella fantastica versione PREMIUM con molte opzioni in più, scoprila adesso.
nb_no: YITH WooCommerce Gift Cards er tilgjengelig i en enestående PREMIUM versjon med mange nye muligheter, sjekk ut dette nå.
nl_nl: YITH WooCommerce Gift Cards is beschikbaar in een uitstekende PREMIUM versie met vele nieuwe opties, ontdek het nu.

source: In the YITH Plugins tab you can find YITH WooCommerce Gift Cards options.<br> From this menu you can access all the settings of your active YITH plugins.
es_es: En la pestaña YITH Plugins puedes encontrar las opciones de YITH WooCommerce Gift Cards.<br> Desde este menú puedes acceder a todos los ajustes de tus YITH plugins activos.
it_it: Nella tab YITH Plugins puoi trovare le opzioni per YITH WooCommerce Gift Cards. <br> Da questo menu puoi accedere a tutte le impostazioni dei tuoi plugin YITH attivi.
nb_no: I YITH tilleggs-fanen finner du innstillingene for YITH WooCommerce Gavekort.<br>Fra denne menyen har du tilgang til innstillingene for alle aktive YITH-tillegg.
nl_nl: In de YITH Plugins tab vindt u de YITH WooCommerce Gift Card opties. <br> vanuit dit menu heeft u toegang tot alle settings van uw actieve YITH Plugins.

# GDPR privacy
source: Yith Gift Cards Received and Sent
es_es: Yith Gift Cards Recibidas y envíadas
it_it: YITH Buoni regalo ricevuti e inviati
nl_nl: Yith Gift Cards ontvangen en verzonden

# GDPR privacy
source: Anonymous
es_es: Anónimo
it_it: Anonimo
nl_nl: Anoniem

source: Gift card %d contains personal data but could not be anonymized.
es_es: La tarjeta regalo %d contiene datos personalizados pero no pueden ser anonimizados.
it_it: Il buono regalo %d contiene dati personali ma non può essere anonimizzato.
nl_nl: Cadeaubon %d bevat persoonlijke gegevens maar kon niet anoniem gemaakt worden.

# GDPR privacy
source: Yith Gift Cards Received
es_es: Yith Gift Cards recibidas
it_it: YITH Gift Cards - ricevuti
nb_no: Yith Gift Cards mottatt
nl_nl: Yith Gift Cards ontvangen

# GDPR privacy
source: Gift Cards Received
es_es: Tarjetas regalo recibidas
it_it: Buoni regalo ricevuti
nb_no: Gavekort mottat
nl_nl: Gift Cards ontvangen

# GDPR privacy
source: Yith Gift Cards Sent
es_es: Yith Gift Cards enviadas
it_it: YITH Gift Cards - inviati
nb_no: Yith Gift Cards sendt
nl_nl: Yith Gift Cards verzonden

# GDPR privacy
source: Gift Cards Sent
es_es: Tarjetas regalo enviadas
it_it: Buoni regalo inviati
nb_no: Gavekort sendt
nl_nl: Gift Cards verzonden

source: Gift Card
es_es: Tarjeta regalo
it_it: Buono regalo
nb_no: Gavekort

source: YITH Gift Cards - Notification
es_es: YITH Gift Cards - Notificación
it_it: YITH Gift Cards - Notifiche
nb_no: YITH Gavekort - Varsling
nl_nl: YITH Gift Cards - Melding

source: Customer notification - the gift card you have bought has been used
es_es: Aviso al cliente - la tarjeta regalo que has comprado ya ha sido utilizada
it_it: Notifica utente - il buono regalo che hai comprato è stato utilizzato
nb_no: Kundevarsling - gavekortet du har kjøpt, har blitt brukt
nl_nl: Klant melding - de cadeaubon die u heeft gekocht, is gebruikt

source: I have appreciated your gift
es_es: He apreciado tu regalo
it_it: Ho apprezzato il tuo dono
nb_no: Jeg har satt pris på gaven
nl_nl: Ik waardeer uw cadeau

source: [{site_title}] Your gift card has been used
es_es: [{site_title}] Tu tarjeta regalo ha sido usada
it_it: [{site_title}] Il tuo buono regalo è stato utilizzato
nb_no: [{site_title}] Ditt gavekort har blitt brukt
nl_nl: [{site_title}] Uw cadeaubon is gebruikt

source: The gift card you have sent to <code>{recipient_email}</code> has been used in our shop.
es_es: La tarjeta regalo que has enviado a <code>{recipient_email}</code> se ha usado en nuestra tienda.
it_it: Il buono regalo che hai inviato a <code>{recipient_email}</code> è stato utilizzato nel nostro negozio.
nb_no: Gavekortet du sendte til <code>{recipient_email}</code> har blitt brukt i vår butikk.
nl_nl: De cadeaubon die u heeft verzonden naar <code>{recipient_email}</code> is gebruikt in onze winkel.

source: Enable/Disable
es_es: Habilitar/Deshabilitar
it_it: Abilita/Disabilita
nb_no: Aktiver/Deaktiver
nl_nl: Inschakelen/Uitschakelen

source: Enable this email notification
es_es: Habilitar esta notificación por correo electrónico
it_it: Abilita questa notifica email
nb_no: Aktiver dette e-postvarselet
nl_nl: Deze e-mail melding inschakelen

source: Subject
es_es: Asunto
it_it: Oggetto
nb_no: Emne
nl_nl: Onderwerp

source: Defaults to <code>%s</code>
es_es: Por defecto para <code>%s</code>
it_it: Predefinito: <code>%s</code>
nb_no: Som standard <code>%s</code>
nl_nl: Defaults naar <code>%s</code>

source: Email Heading
es_es: Encabezado del correo electrónico
it_it: Intestazione dell'email
nb_no: E-post overskrift

source: Introductive message
es_es: Mensaje introductorio
it_it: Messaggio introduttivo
nb_no: Innledningsmelding
nl_nl: Inleidend bericht

source: YITH Gift Cards - Dispatch of the code
es_es: YITH Gift Cards - Envío del código
it_it: YITH Gift Cards - Invio del codice
nb_no: YITH Gavekort - Sending av koden
nl_nl: YITH Gift Cards - Verzending van de code

source: Send the digital gift card to the email address selected during the purchase
es_es: Enviar la tarjeta regalo digital a la dirección de correo electrónico seleccionada durante la compra
it_it: Invia il buono regalo digitale all'indirizzo email selezionato durante l'acquisto
nb_no: Send det digitale gavekortet til e-postadressen som angitt under kjøpsprosessen.
nl_nl: Stuur de digitale cadeaubon naar het e-mailadres dat geselecteerd is tijdens de aankoop

source: Your gift card
es_es: Tu tarjeta regalo
it_it: Il tuo buono regalo
nb_no: Ditt gavekort
nl_nl: Uw cadeaubon

source: [{site_title}] You have received a gift card
es_es: [{site_title}] Has recibido una tarjeta regalo
it_it: [{site_title}] Hai ricevuto un buono regalo
nb_no: [{site_title}] Du har mottatt et gavekort
nl_nl: [{site_title}] U heeft een cadeaubon ontvangen

source: Hi {recipient_name}, you have received this gift card from {sender}, use it on our online shop.
es_es: Hola {recipient_name}, has recibido esta tarjeta regalo de {sender}, úsala en nuestra tienda online.
it_it: Ciao {recipient_name}, ricevi questo buono sconto da {sender}. Utilizzalo nel nostro negozio online.
nb_no: Hei {recipient_name}, du har mottatt dette gavekortet fra {sender}, bruk det i nettbutikken vår.
nl_nl: Hi {recipient_name}, u heeft deze cadeaubon ontvangen van {sender}, gebruik het in onze webwinkel.

source: a friend
es_es: un amigo
it_it: un amico
nb_no: en venn
nl_nl: een vriend

source: General settings
es_es: Ajustes generales
it_it: Impostazioni generali
nb_no: Generelle innstillinger
nl_nl: Algemene instellingen

source: Allow manual amount option on every kind of gift card
es_es: Permitir la opción de cantidad manual en todo tipo de tarjeta regalo
it_it: Autorizza l'opzione per l'importo manuale su ogni tipo di buono regalo
nb_no: Tillat at brukere taster inn beløpet selv på alle typer gavekort
nl_nl: Handmatige hoeveelheid toestaan op elk soort geschenkbon

source: Allow users to enter the amount they want to gift on the gift card page.
es_es: Permitir que los usuarios editen el mensaje y el destinatario de la tarjeta regalo
it_it: Permetti agli utenti di inserire un importo a propria scelta dalla pagina del buono regalo.
nb_no: Tillat brukere å taste inn beløp på gavekort selv når de kjøper gavekort.
nl_nl: Sta toe dat gebruikers het bedrag dat zij wensen kunnen invoeren in de cadeaubon pagina.

source: On the product page, users will see a field where they can enter the amount of their gift card before adding it to the cart. You can, however, enable and disable this feature at product level from the product edit page.
es_es: En la página del producto, los usuarios verán un campo done pueden introducir la cantidad de la tarjeta regalo antes de añadirla al carrito. Sin embargo, se puede activar y desactivar esta funcionalidad a nivel de producto en la página de administración del producto.
it_it: Nella pagina prodotto, gli utenti vedranno un campo in cui potranno inserire l'importo del proprio buono regalo prima di aggiungerlo al carrello. Puoi, tuttavia, abilitare e disabilitare questa funzionalità per singolo prodotto dalla pagina di modifica del prodotto stesso.
nb_no: På produktsiden vil brukerne se et felt der de kan legge inn mengden av gavekortet før de legges til i handlekurven. Du kan imidlertid aktivere og deaktivere denne funksjonen på produktnivå fra produktredigeringssiden.
nl_nl: In de productpagina kunnen gebruikers een veld vinden waar zij het bedrag van de cadeaubon kunnen invoeren voor het toevoegen aan de winkelwagen. U kunt deze functie inschakelen en uitschakelen op product niveau in de product edit pagina.

source: Minimal manual amount of a gift card
es_es: Cantidad mínima manual de una tarjeta regalo
it_it: Importo minimo manuale di un buono regalo
nb_no: Minste mulige beløp for manuell inntasting på gavekort
nl_nl: Minimum handmatig bedrag van een cadeaubon

source: Choose the minimal manual amount for a gift card. This amount will be applied for all the gift cards and the user will get a message indicating the minimum amount expected.
es_es: Elige la cantidad mínima para la tarjeta regalo. Esta cantidad será aplicada para todas las tarjetas regalo y el usuario obtendrá un mensaje indicando la cantidad mínima esperada.
it_it: Scegli l'importo minimo manuale per un buono regalo. Questo importo sarà applicato a tutti i buoni regalo e un messaggio informerà l'utente dell'importo minimo richiesto.
nb_no: Velg den minste beløp for manuell inntasting for et gavekort. Dette beløpet vil gjelde for alle gavekortene, og brukeren vil få en melding som informerer om minimumsbeløpet som forventes.
nl_nl: Kies het handmatige minimumbedrag voor een cadeaubon. Dit bedrag zal worden toegepast op alle cadeaubonnen, en de gebruiker krijgen een bericht dat aangeeft wat het minimumbedrag is.

source: Enable "Send later"
es_es: Habilitar enviar más tarde
it_it: Abilita "Invia dopo"
nb_no: Aktiver "Velg leveringsdato"
nl_nl: “Later versturen” inschakelen

source: Allow users to send the gift card they are purchasing at a later date
es_es: Permitir a los usuarios que han comprado una tarjeta de regalo enviarla en otra fecha
it_it: Permetti agli utenti di posticipare l'invio del buono acquistato
nb_no: Tillat brukere å sende gavekortet de kjøper på et senere tidspunkt
nl_nl: Laat gebruikers de cadeaubon die ze kopen op een later tijdstip verzenden

source: If you enable this option, users will be able to pick a date and let the gift card email be sent on that day.
es_es: Si activas esta opción, los usuarios serán capaces de elegir una fecha y permitir que las tarjeta regalo sea enviada en ese día.
it_it: Se abiliti quest'opzione, gli utenti potranno scegliere una data in cui inviare l'email con il buono acquistato.
nb_no: Hvis du aktiverer dette alternativet, kan brukerne velge en dato og la gavekortet sendes på den dagen.
nl_nl: Als u deze optie inschakelt, kunnen gebruikers een datum selecteren en en de cadeaubon verzenden op die datum.

source: You will no longer forget a birthday nor any other event!
es_es: Nunca olvidarás un cumpleaños u otro evento!
it_it: Non dimenticherai mai più un compleanno o qualsiasi altro evento!
nb_no: Du vil ikke lenger glemme en bursdag eller noe annet arrangement!
nl_nl: U zult nooit meer een verjaardag of ander evenement vergeten!

source: Allow multiple recipients on virtual gift cards
es_es: Permite establecer múltiples destinatarios para tarjetas regalo virtuales
it_it: Consenti destinatari multipli per i buoni regalo virtuali
nb_no: Tillater flere mottakere for et enkelt gavekort.
nl_nl: Sta meerdere ontvangers toe voor virtuele cadeaubonnen

source: Allows you to set multiple recipients for single gift cards
es_es: Permite establecer múltiples destinatarios para una sola tarjeta regalo
it_it: Permette di impostare destinatari multipli per i singoli buoni regalo
nb_no: Tillater flere mottakere for et enkelt gavekort.
nl_nl: Hiermee kunt u meerdere ontvangers instellen voor afzonderlijke cadeaubonnen

source: If you enable this option, users will be able to send the same gift card to different recipients.
es_es: Si activas esta opción, los usuarios podrán enviar la misma tarjeta de regalo a diferentes destinatarios.
it_it: Se abiliti quest'opzione, gli utenti potranno inviare lo stesso buono regalo a diversi destinatari.
nb_no: Hvis du aktiverer dette alternativet, kan brukerne sende samme gavekort til forskjellige mottakere.
nl_nl: Als u deze optie inschakelt, kunnen gebruikers dezelfde cadeaubon sturen naar verschillende ontvangers.

source: Note
es_es: Notas
it_it: Nota bene
nb_no: Notater
nl_nl: Notitie

source: if they buy a $50 gift card for 3 different email addresses, there will be 3 gift cards worth $50 each in the cart and they will be charged $150 in total.
es_es: si se compra $50 de tarjeta regalo para 3 direcciones de email diferentes, habrá 3 tarjeta regalo válidas por $50 cara una en el carrito y serán cobradas como un total de $150
it_it: se acquistano un buono da $50 per 3 diversi destinatari, nel carrello saranno aggiunti 3 diversi buoni regalo del valore di $50 e il costo totale da pagare sarà $150.
nb_no: Hvis de kjøper et gavekort på kr.500.- for 3 forskjellige e-postadresser, vil det bli 3 gavekort verdt kr.500.- hver i handlekurven, og kunden vil bli belastet kr. 1500.- totalt.
nl_nl: Als men een cadeaubon van 50$ koopt voor 3 verschillende e-mailadressen, zullen er 3 cadeaubonnen van 50$ in de winkelwagen worden geplaatst met een totaalwaarde van 150$.

source: Gift card expiration date
es_es: fecha de caducidad
it_it: Data di scadenza del buono regalo
nb_no: Utløpsdato på gavekortet
nl_nl: Vervaldatum cadeaubon

source: Set the number of months after which a gift card expires. To never let the gift card expire, enter 0.
es_es: Configura el número de meses para que una tarjeta regalo caduque. Para no permitir que la tarjeta regalo caduque, introduce 0
it_it: Imposta dopo quanti mesi scade un buono regalo. Per non impostare alcuna scadenza, inserisci 0.
nb_no: Angi antall måneder som gjelder før gavekort utløper. For å aldri la gavekortet utløpe, skriv 0.
nl_nl: Stel het aantal maanden in waarna een cadeaubon vervalt. Om de cadeaubon nooit te laten vervalen, voer 0 in.

source: expired gift cards cannot be re-used even though they are re-activated.
es_es: Tarjetas regalo caducadas no pueden ser usadas incluso is son re-activadas
it_it: i buoni regalo scaduti non possono essere riutilizzati anche se vengono riattivati.
nb_no: Utløpte gavekort kan ikke brukes på nytt selv om de er aktivert igjen.
nl_nl: vervallen cadeaubonnen kunnen niet worden hergebruikt ook al worden ze opnieuw geactiveerd

source: Recipient's name and email address
es_es: Nombre y dirección de email del destinatario
it_it: Nome del destinatario e indirizzo email
nb_no: Mottakerens navn og e-postadresse
nl_nl: Naam en e-mailadres van ontvanger

source: Show recipient's name and email address in the cart.
es_es: Muestra el nombre y el email del destinatario en el carrito
it_it: Mostra il nome e l'indirizzo email del destinatario nel carrello.
nb_no: Vis mottakerens navn og e-postadresse i handlekurven.
nl_nl: Toon naam en e-mailadres van ontvanger in winkelwagen.

source: If you enable this option, the Recipient's Name and Email Address will show up in the cart next to the Gift card product.
es_es: Si activas esta opción, el nombre del remitente, nombre del destinatario y dirección de correo electrónico del destinatario serán mostrados en el producto tipo tarjeta regalo
it_it: Se abiliti quest'opzione, il nome e l'indirizzo email del destinatario saranno visibili al carrello accanto al buono regalo.
nb_no: Hvis du aktiverer dette alternativet, vises mottakerens navn og e-postadresse i handlekurven ved siden av gavekortproduktet.
nl_nl: Als u deze optie inschakelt, worden de naam en e-mailadres van de ontvangers getoond in de winkelwagen naast het cadeaubon product.

source: Auto-apply the Gift Card discount through link
es_es: Aplicar automáticamente el descuento de la tarjeta regalo a través de un enlace
it_it: Applica automaticamente lo sconto del buono attraverso il link
nb_no: Bruk automatisk gavekortkortet via lenke
nl_nl: De cadeaubon korting automatisch toepassen via link

source: Allow gift card recipients to get the gift card discount automatically by simply clicking on the link in the email they have received
es_es: Permitir a los destinatarios de la tarjeta regalo conseguir el descuento simplemente haciendo click en el link del correo que han recibido
it_it: Permetti ai destinatari del buono di ricevere lo sconto in automatico, semplicemente facendo clic sul link presente nell'email che hanno ricevuto
nb_no: Tillat gavekortmottakere å få gavekortkortet automatisk aktivert i nettbutikken ved å bare klikke på lenken i e-posten de har mottatt
nl_nl: Laat voor ontvangers van de cadeaubon de korting automatisch toepassen door simpelweg op de link in de ontvangen e-mail te klikken.
