Repository: malicktech/wp-yith-woocommerce-gift-cards
Catalog: languages/yith-woocommerce-gift-cards-*.po
Languages: es_es, it_it, nb_no, nl_nl

source: This title is already used. Please choose another
es_es: Este título ya existe. Por favor, elige otro.
it_it: Questo titolo è già in uso. Per favore scegline un altro
nb_no: Denne tittelen er allerede i bruk. Velg en annen
nl_nl: Deze titel is al in gebruik. Kies een andere titel

source: YITH WooCommerce Gift Cards is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Gift Cards esta activado pero no es efectivo. Requiere WooCommerce para funcionar correctamente.
it_it: YITH WooCommerce Gift Cards è abilitato ma non in funzione. Richiede WooCommerce per poter funzionare.
nb_no: YITH WooCommerce Gavekort er aktivert, men ikke i funksjon. Tillegget krever WooCommerce for kunne fungere.
nl_nl: YITH WooCommerce Gift Cards is ingeschakeld maar werkt niet. Het heeft WooCommerce nodig om te werken.

source: Select amount
es_es: Seleccionar cantidad
it_it: Seleziona l'importo
nb_no: Velg beløp
nl_nl: Selecteer bedrag

source: Read more
es_es: Leer más
it_it: Leggi di più
nb_no: Les mer
nl_nl: Lees verder

source: Gift this product automatically
es_es: Regala este producto automáticamente
it_it: Regala questo prodotto in automatico
nb_no: Gi et gavekort automatisk
nl_nl: Dit product automatisch cadeau doen

source: Check this option if you want to automatically activate the option "gift this product".
es_es: Marca esta opción si quieres activar automáticamente la opción ‘’regalar este producto’’.
it_it: Spunta questa opzione se vuoi attivare automaticamente l'opzione "Regala questo prodotto".
nb_no: Velg denne innstillingen hvis du vil at «gi et gavekort» på produktet skal være aktiv.
nl_nl: Selecteer deze optie als u de mogelijkheid "doe dit product cadeau' automatisch wilt activeren.

source: Gift Cards Categories
es_es: Categorías de tarjetas regalo
it_it: Categorie buoni regalo
nb_no: Gavekort kategorier
nl_nl: Cadeaubon Categorieen

source: Gift Card Category
es_es: Categoría de tarjeta regalo
it_it: Categorie buoni regalo
nb_no: Gavekort kategori
nl_nl: Cadeaubon Categorie

source: Search Gift Card Categories
es_es: Buscar categoría de tarjeta regalo
it_it: Cerca fra le categorie di buoni regalo
nb_no: Søk i gavekort kategorier
nl_nl: Zoek Cadeaubon Categorieën

source: All Gift Card Categories
es_es: Todas la categorías de tarjeta regalo
it_it: Tutte le categorie di buono regalo
nb_no: Alle gavekort kategorier
nl_nl: Alle Cadeaubon Categorieën

source: Parent Gift Card Category
es_es: Categoría padre de tarjeta regalo
it_it: Categoria padre buono regalo
nb_no: Overordnet gavekort kategori
nl_nl: Bovenliggende Cadeaubon Categorieën

source: Parent Gift Card Category:
es_es: Categoría padre de tarjeta regalo:
it_it: Categoria padre buono regalo:
nb_no: Overordnet Parent Gift Card Category:
nl_nl: Bovenliggende Cadeaubon Categorie:

source: Edit Gift Card Category
es_es: Editar catergoría de tarjeta regalo
it_it: Modifica la categoria di buono regalo
nb_no: Rediger gavekort kategori
nl_nl: Bewerk Cadeaubon Categorie

source: Update Gift Card Category
es_es: Actualizar categoría de tarjeta regalo
it_it: Aggiorna la categoria di buono regalo
nb_no: Oppdater gavekort kategori
nl_nl: Update Cadeaubon Categorie

source: Add New Gift Card Category
es_es: Añadir nueva categoría de tarjeta regalo
it_it: Aggiungi una nuova categoria di buono regalo
nb_no: Legg til gavekort kategori
nl_nl: Voeg nieuwe Cadeaubon Categorie toe

source: New Gift Card Category Name
es_es: Nuevo nombre de categoría de tarjeta regalo
it_it: Nuovo nome di categoria "buono regalo"
nb_no: Ny gavekort kategorinavn
nl_nl: Nieuwe Cadeaubon Categorienaam

source: Disabled
es_es: Deshabilitado
it_it: Disabilitato
nb_no: Deaktivert
nl_nl: Uitgeschakeld

source: Dismissed
es_es: Descartada
it_it: Destituita
nb_no: Avvist
nl_nl: Afgewezen

source: Code not valid
es_es: Código no válido
it_it: Codice non valido
nb_no: Koden er ugyldig
nl_nl: Code niet geldig

source: Gift this product
es_es: Regala este producto
it_it: Regala questo prodotto
nb_no: Gi et gavekort
nl_nl: Doe dit product cadeau

source: This product has been automatically created by the plugin YITH Gift Cards.You must not edit it, or the plugin could not work properly. The main functionality of this product is to be used for the feature "Gift this product"
es_es: Este producto ha sido creado automáticamente por el plugin YITH Gift Cards. No debes editarlo, o el plugin podría no funcionar correctamente. La principal funcionalidad de este producto es usada para la función “Regala este producto”
it_it: Questo prodotto è stato automaticamente creato dal plugin YITH Gift Cards. Non deve essere modificato, altrimenti il plugin potrebbe non funzionare correttamente. La funzione principale di questo prodotto è di essere utilizzato per l'opzione "Regala questo prodotto"
nb_no: Dette produktet har blitt automatisk opprettet av Yith Gift Cards plugin. Du må ikke redigere dette produktet, ellers vil ikke plugin fungere skikkelig. Funksjonen for dette produktet er å bli brukt til «gi et gavekort» på produktnivå.
nl_nl: Dit product is automatisch gecreëerd door de YITH Gift Cards plugin. Gelieve dit niet aan te passen, aanpassen kan problemen veroorzaken met de plugin. Het hoofddoel van dit product is om gebruikt te worden voor de functie “Doe dit product cadeau”

source: An error occurred, you cannot use the plugin
es_es: Ha ocurrido un error, no puedes usar el plugin
it_it: Si è verificato un errore, non puoi utilizzare il plugin
nb_no: Det oppstod en feil, du kan ikke bruke dette plugin
nl_nl: Er is een fout opgetreden, u kunt deze plugin niet gebruiken

source: Gift card detail
es_es: Detalle de la tarjeta regalo
it_it: Dettagli del buono regalo
nb_no: Gavekortdetaljer
nl_nl: Cadeaubon details

source: General
it_it: Generale
nb_no: Generelt
nl_nl: Algemeen

source: Purchased amount
es_es: Cantidad comprada
it_it: Importo acquistato
nb_no: Kjøpt beløp
nl_nl: Gekocht bedrag

source: The amount purchased by the customer.
es_es: La cantidad comprada por el cliente.
it_it: L'importo acquistato dal cliente.
nb_no: Beløpet kjøpt av kunden.
nl_nl: De hoeveelheid gekocht door de klant.

source: Current balance
es_es: Balance actual
it_it: Saldo attuale
nb_no: Nåværende saldo
nl_nl: Huidig saldo

source: The current amount available for the customer.
es_es: La cantidad actual disponible para el cliente.
it_it: Saldo attualmente disponibile per il cliente.
nb_no: Nåværende beløp tilgjengelig for kunden.
nl_nl: Huidige bedrag beschikbaar voor de klant.

source: Digital
it_it: Digitale
nl_nl: Digitaal

source: Choose whether the gift card will be sent via email or like a physical product.
es_es: Elige si la tarjeta regalo se enviará por correo electrónico o como un producto físico.
it_it: Scegli se inviare il buono regalo per email o spedirlo fisicamente.
nb_no: Velg om gavekortet skal sendes via e-post eller som et fysisk produkt.
nl_nl: Kies of de cadeaubon moet worden verstuurd per e-mail of als een fysiek product.

source: Sender name
es_es: Nombre del remitente
it_it: Nome del mittente
nb_no: Senders navn
nl_nl: Naam afzender

source: The sender name, if any, of the digital gift card.
es_es: El nombre del remitente, si lo hubiera, de la tarjeta regalo digital.
it_it: Il nome del mittente (se presente) del buono regalo digitale.
nb_no: Avsenderens navn, om noen, av det digitale gavekortet.
nl_nl: Naam afzender, indien aanwezig, van de digitale cadeaubon.

source: Recipient email
es_es: Correo electrónico del destinatario
it_it: Email del destinatario
nb_no: Mottakerens e-postadresse
nl_nl: E-mail ontvanger

source: The recipient email address of the digital gift card.
es_es: La dirección de correo electrónico del destinatario de la tarjeta regalo digital.
it_it: L'indirizzo email del destinatario del buono regalo digitale.
nb_no: Mottakerens e-postadresse til det digitale gavekortet.
nl_nl: E-mail adres van ontvanger van de digitale cadeaubon.

source: Recipient name
es_es: Nombre del destinatario
it_it: Nome del destinatario
nb_no: Mottakerens navn
nl_nl: Naam ontvanger

source: The recipient name of the digital gift card.
es_es: El nombre del destinatario de la tarjeta de regalo digital
it_it: Nome del destinatario del buono regalo digitale
nb_no: Mottakerens navn til det digitale gavekortet.
nl_nl: Naam van de ontvanger van de digitale cadeaubon.

source: Message
es_es: Mensaje
it_it: Messaggio
nb_no: Melding til mottaker
nl_nl: Bericht

source: The message attached to the gift card.
es_es: El mensaje adjunto a la tarjeta regalo.
it_it: Il messaggio allegato al buono regalo.
nb_no: Meldingen knyttet til gavekortet.
nl_nl: Het bericht gekoppeld aan de cadeaubon.

source: Delivery date
es_es: Fecha de entrega
it_it: Data di consegna
nb_no: Leveringsdato
nl_nl: Leverdatum

source: The date when the digital gift card will be sent to the recipient. Date format is yyyy-mm-dd
es_es: La fecha en la que se enviará al destinatario la tarjeta regalo digital. El formato de fecha es yyyy-mm-dd
it_it: La data in cui il buono regalo digitale verrà inviato al destinatario. Il formato data è yyyy-mm-dd
nb_no: Datoen da det digitale gavekortet vil bli sendt til mottakeren. Datoformatet er YYYY-MM-DD
nl_nl: Datum waarop de digitale cadeaubon zal worden verstuurd naar ontvanger. Datum format is jjjj-mm-dd

source: Internal notes
es_es: Notas internas
it_it: Note interne
nb_no: Interne notater
nl_nl: Interne notitie

source: Enter your notes, it will be visible only on admin side.
es_es: Introduce tus notas, solo serán visibles en la parte de administración.
it_it: Aggiungi le tue note, saranno visibili solo lato amministratore.
nb_no: Skriv inn notatene dine, de er kun synlige for administrator.
nl_nl: Voer uw notities in, deze zijn uitsluitend zichtbaar in de admin zijde.

# post type general name
source: Gift Cards
es_es: Tarjetas regalo
it_it: Buoni regalo
nb_no: Gavekort
nl_nl: Cadeaubonnen

# post type singular name
source: Gift Card
es_es: Tarjeta regalo
it_it: Buono regalo
nb_no: Gavekort
nl_nl: Cadeaubon

# admin menu
source: Gift Cards
es_es: Tarjetas regalo
it_it: Buoni regalo
nb_no: Gavekort
nl_nl: Cadeaubonnen

# add new on admin bar
source: Gift Card
es_es: Tarjeta regalo
it_it: Buono regalo
nb_no: Gavekort
nl_nl: Cadeaubon

# admin menu item
source: Add New
es_es: Añadir nueva
it_it: Aggiungi nuovo
nb_no: Legg til
nl_nl: Voeg nieuwe toe

source: Add New Gift Card
es_es: Añadir nueva tarjeta regalo
it_it: Aggiungi nuovo buono regalo
nb_no: Legg til gavekort
nl_nl: Voeg nieuwe cadeaubon toe

source: New Gift Card
es_es: Nueva tarjeta regalo
it_it: Nuovo buono regalo
nb_no: Nytt gavekort
nl_nl: Nieuwe cadeaubon

source: Edit Gift Card
es_es: Editar tarjeta regalo
it_it: Modifica buono regalo
nb_no: Rediger gavekort
nl_nl: Bewerk cadeaubon

source: View Gift Card
es_es: Ver tarjeta regalo
it_it: Visualizza il buono regalo
nb_no: Vis gavekort
nl_nl: Bekijk cadeaubon

source: All gift cards
es_es: Todas las tarjetas regalo
it_it: Tutti i buoni regalo
nb_no: Alle gavekort
nl_nl: Alle cadeaubonnen

source: Search gift cards
es_es: Buscar tarjetas regalo
it_it: Cerca un buono regalo
nb_no: Søk i gavekort
nl_nl: Cadeaubonnen zoeken

source: Parent gift cards:
es_es: Tarjetas regalo superiores:
it_it: Buoni regalo - genitore:
nb_no: Overordnede gavekort:
nl_nl: Bovenliggende cadeaubonnen:

source: No gift cards found.
es_es: No se han encontrado tarjetas regalo.
it_it: Nessun buono regalo trovato.
nb_no: Ingen gavekort ble funnet
nl_nl: Geen cadeaubonnen gevonden.

source: No gift cards found in Trash.
es_es: No hay tarjetas regalo en la papelera.
it_it: Nessun buono regalo trovato nel Cestino.
nb_no: Ingen gavekort ble funnet i papirkurven.
nl_nl: Geen cadeaubonnen gevonden in prullenbak.

source: Gift Cards
it_it: Buoni regalo
nb_no: Gavekort
nl_nl: Cadeaubonnen

source: Your message...
es_es: Tu mensaje...
it_it: Il tuo messaggio:
nb_no: Din melding...
nl_nl: Uw bericht...

source: In order to apply the gift card, the total amount in the cart has to be at least
it_it: Per applicare il buono, l'importo totale del carrello dev'essere almeno

source: Gift card:
it_it: Buono regalo:

source: Active
es_es: Activa
it_it: Attivo
nb_no: Aktiv
nl_nl: Actief

source: Used
es_es: Utilizada
it_it: Utilizzato
nb_no: Brukt
nl_nl: Gebruikt

source: Product ID
es_es: ID del producto
it_it: ID Prodotto
nb_no: Produkt-ID

source: Product as present
es_es: Producto de regalo
it_it: Prodotto come regalo
nb_no: Produkter
nl_nl: Product als cadeau

source: Present product ID
es_es: ID del producto de regalo
it_it: ID Prodotto regalo
nb_no: Produkt-ID
nl_nl: Cadeau product ID

source: Present variation ID
es_es: ID de la variación del producto de regalo
it_it: ID variazione regalo
nb_no: Variant-ID
nl_nl: Cadeau variatie ID

source: Amount
es_es: Cantidad
it_it: Importo
nb_no: Beløp
nl_nl: Bedrag

source: Is digital
es_es: Es digital
it_it: é digitale
nb_no: Er digital
nl_nl: Is digitaal

source: Design type
es_es: Tipo de diseño
it_it: Tipologia di design

source: Subtotal
it_it: Subtotale
nb_no: Delsum
nl_nl: Subtotaal

source: Subtotal tax
es_es: Subtotal de impuestos
it_it: Tasse sul subtotale
nb_no: Delsum mva
nl_nl: Subtotaal btw

source: Version
es_es: Versión
it_it: Versione
nb_no: Versjon
nl_nl: Versie

source: This will transform your Smart Coupons to Gift Cards
it_it: Trasformerà il tuoi Smart coupon in codici regalo

source: purchased as a Gift Card
es_es: comprado como una tarjeta regalo
it_it: acquistato come Buono regalo
nb_no: kjøpt som et gavekort
nl_nl: gekocht als een cadeaubon

source: Gift card code:
es_es: Código de tarjeta regalo:
it_it: Codice del buono regalo:
nb_no: Gavekortkode:
nl_nl: Cadeaubon code:

source: Enter the pre-printed code:
es_es: Introduce el código pre-impreso:
it_it: Inserisci il codice pre-stampato
nb_no: Skriv inn forhåndstrykt kode:
nl_nl: Geef de vooraf afgedrukte code in:

source: Choose Image
es_es: Elegir imagen
it_it: Scegli immagine
nb_no: Velg bilde
nl_nl: Kies afbeelding

source: Set gift card category
es_es: Crear una categoría de tarjetas regalo
it_it: Imposta la categoria
nb_no: Opprett en gavekort kategori
nl_nl: Stel cadeaubon categorie in

source: Unset gift card category
es_es: Eliminar categoría de tarjetas regalo
it_it: Rimuovi la categoria
nb_no: Fjern gavekort kategori
nl_nl: Schakel cadeaubon categorie uit

source: Gift card
es_es: Tarjeta regalo
it_it: Buono regalo
nb_no: Gavekort
nl_nl: Cadeaubon

source: Manual amount mode
es_es: Cantidad manual
it_it: Modalità importo manuale
nb_no: Velg beløp
nl_nl: Handmatige hoeveelheid modus

source: Default
es_es: Por defecto
it_it: Predefinito
nb_no: Standard

source: Enabled
es_es: Habilitado
it_it: Abilitato
nb_no: Aktivert
nl_nl: Ingeschakeld

source: Show template design
es_es: Mostrar diseño de plantilla
it_it: Mostra il design del template
nb_no: Vis mal design
nl_nl: Toon template design

source: Gift card image
es_es: Imagen de la tarjeta regalo
it_it: Immagine del buono regalo
nb_no: Gavekort bilde
nl_nl: Cadeaubon afbeelding

source: No image selected, the featured image will be used
es_es: No hay imagen seleccionada, se usará la imagen destacada
it_it: Nessuna immagine selezionata, sarà utilizzata l'immagine predefinita
nb_no: Ingen bilder er valgt, et fremhevet bilde vil bli brukt
nl_nl: Geen afbeelding geselecteerd, de standaard afbeelding zal worden gebruikt

source: Choose image
es_es: Elegir imagen
it_it: Scegli immagine
nb_no: Velg bilde
nl_nl: Kies afbeelding

source: Reset image
es_es: Reiniciar imagen
it_it: Reimposta l'immagine
nb_no: Tilbakestill bilde
nl_nl: Reset afbeelding

source: Gift card amount
es_es: Cantidad de tarjeta regalo
it_it: Importo del buono regalo
nb_no: Gavekort beløp
nl_nl: Cadeaubon bedrag

source: Add
es_es: Añadir
it_it: Aggiungi
nb_no: Legg til
nl_nl: Toevoegen

source: You don't have configured any gift card yet
es_es: No has configurado ninguna tarjeta regalo todavía
it_it: Non hai ancora configurato nessun buono regalo
nb_no: Du har ikke konfigurert noen gavekort ennå
nl_nl: U heeft nog geen cadeaubon geconfigureerd

source: as a Gift Card
es_es: como una tarjeta regalo
it_it: in forma di Buono regalo
nb_no: som gavekort
nl_nl: als een cadeaubon

source: Gift cards:
es_es: Tarjetas regalo:
it_it: Buoni regalo:
nb_no: Gavekort:
nl_nl: Cadeaubonnen:

source: Gift card:
es_es: Tarjeta regalo:
it_it: Buono regalo:
nb_no: Gavekort:
nl_nl: Cadeaubon:

source: [Remove]
es_es: [Borrar]
it_it: [Rimuovi]
nb_no: [Fjern]
nl_nl: [Verwijderen]

source: Order paid with gift cards for a total amount of %s.
es_es: Pedido pagado con tarjetas regalo por una cantidad total de %s.
it_it: Ordine pagato con buono regalo per un importo totale di %s.
nb_no: Ordre betalt med gavekort for et totalt beløp à %s.
nl_nl: Order voldaan met cadeaubonnen, voor een totaalbedrag van %s.

source: Your billing email address
es_es: Tu dirección de correo electrónico de facturación
it_it: Indirizzo email di fatturazione
nb_no: Din faktura e-postadresse
nl_nl: Uw factuur e-mailadres

source: The gift card has invalid amount
es_es: Esta tarjeta regalo tiene una cantidad no válida
it_it: Il buono regalo non ha un importo valido
nb_no: Gavekortet har et ugyldig beløp
nl_nl: De cadeaubon heeft een ongeldig bedrag

source: An error occurred while adding the product to the cart.
es_es: Ha ocurrido un error mientras se añadía el producto al carrito.
it_it: Si è verificato un errore mentre il prodotto veniva aggiunto al carrello.
nb_no: En feil oppstod mens produktet ble lagt i handlekurven.
nl_nl: Er is een fout opgetreden bij het toevoegen van producten aan de winkelwagen.

source: Add a valid email for the recipient
es_es: Añade un correo electrónico válido para el destinatario
it_it: Aggiungi un indirizzo email valido per il destinatario
nb_no: Legg til en gyldig e-postadresse til mottakeren
nl_nl: Voeg een geldig e-mailadres toe voor de ontvanger

source: The recipient(s) email address is mandatory
es_es: La dirección de correo electrónico del/los destinatario(s) es obligatoria
it_it: L'indirizzo email dei destinatari è obbligatorio
nb_no: Mottakerens e-postadresse er obligatorisk
nl_nl: Het e-mailadres van de ontvanger is verplicht

source: Email address not valid, please check the following:
es_es: Dirección de correo electrónico no válida, por favor, revisa lo siguiente:
it_it: Indirizzo email non valido, per favore, controlla quanto segue:
nb_no: E-postadressen er ikke gyldig, vennligst sjekk følgende:
nl_nl: Ongeldig e-mailadres, controleer het volgende alstublieft:

# gift card expiration date
source: This gift card code will be valid until %s (%s)
es_es: El codigo de esta tarjeta regalo será válido hasta %s(%s)
it_it: Il codice del buono regalo sarà valido sino a %s (%s)
nb_no: Denne gavekortskoden vil være gyldig til %s (%s)
nl_nl: Deze cadeaubon code zal geldig zijn tot %s (%s)

source: Manual amount
es_es: Cantidad manual
it_it: Importo manuale
nb_no: Velg beløp selv
nl_nl: Handmatig bedrag

source: The minimal amount is
es_es: La cantidad mínima es
it_it: L'importo minimo è
nb_no: Minste tillatt beløp
nl_nl: Het minimale bedrag is

source: File format is not valid, select a jpg, jpeg, png, gif or bmp file
es_es: El formato de archivo no es válido, selecciona un archivo jpg, jpeg, png, gif o bmp
it_it: Il formato del file non è valido, seleziona un file di tipo jpg, jpeg, png, gif or bmp
nb_no: Filformatet er ikke gyldig, vennligst bruk jpg, jpeg, png, gif eller bmp formatet
nl_nl: Bestandsformaat is niet geldig, selecteer een jpg, jpeg, png, gif of bmp bestand

source: The size fo the uploaded file exceeds the maximum allowed
es_es: El tamaño del archivo subido excede el máximo permitido ({YITH_YWGC()->custom_image_max_size} MB)
it_it: La dimensione del file caricato supera la dimensione massima consentita
nb_no: Størrelsen på den opplastede filen overskrider det maksimum tillatte
nl_nl: Maximaal toegestane grootte voor geüpload bestand overschreden

source: <b>Attention</b>: the <b>suggested minimum</b> size of the image is 490x195
es_es: <b>Atención</b>: el <b>tamaño mínimo sugerido</b> para la imagen es 490x195
it_it: <b>Attenzione</b>: la <b>dimensione minima suggerita</b> per l'immagine è 490x195
nb_no: <strong>OBS</strong>: Anbefalt minimumsstørrelse på bildet er 490x195
nl_nl: <b>Let op</b>: het <b>aanbevolen minimale</b> formaat afbeelding is 490x195

source: You have selected more than one recipient: a gift card for each recepient will be generated.
es_es: Has seleccionado más de un destinatario: se creará una tarjeta regalo para cada destinatario.
it_it: Hai selezionato più di un destinatario: verrà generato un buono regalo per ogni destinatario.
nb_no: Du har valgt flere enn én mottaker, et gavekort for hver mottaker vil bli generert.
nl_nl: U heeft meer dan een ontvanger geselecteerd: er zal een cadeaubon worden gegenereerd voor iedere ontvanger.

source: Please enter a valid delivery date
es_es: Por favor, introduce una fecha de entrega válida
it_it: Per favore inserisci una data di consegna valida
nb_no: Vennligst skriv inn en gyldig leveringsdato
nl_nl: Vul een geldige leverdatum in

source: Please use only digits and the decimal separator '%1$s'. Valid examples are '123', '123%1$s9 and '123%1$s99'.
es_es: Por favor, utiliza solo dígitos y el separador de decimales '%1$s'. Ejemplos válidos '123', '123%1$s9 y '123%1$s99'.
it_it: Per favore utilizza soltanto cifre numeriche e separatori decimali '%1$s'. Ad esempio '123', '123%1$s9 e '123%1$s99'.
nb_no: Vennligst bruk bare sifre og desimalskiller '%1$s'. Gyldige eksempler er '123', '123%1$s9 og '123%1$s99'.
nl_nl: Gebruik uitsluitend cijfers en een scheidingsteken voor decimalen '%1$s'. Geldige voorbeelden zijn '123', '123%1$s9 en '123%1$s99'.

source: Please enter a valid email address
es_es: Por favor, introduce una dirección de correo electrónico válida
it_it: Per favore, inserisci un indirizzo email valido
nb_no: Vennligst oppgi en gyldig epostadresse
nl_nl: Vul een geldig e-mailadres in

source: name
es_es: nombre
it_it: nome
nb_no: Navn
nl_nl: naam

source: Add gift
es_es: Añadir regalo
it_it: Aggiungi buono regalo
nb_no: Legg i kurven
nl_nl: Cadeau toevoegen

source: Cancel
es_es: Cancelar
it_it: Annulla
nb_no: Avbryt
nl_nl: Annuleren

source: See card details
es_es: Ver detalles de tarjeta
it_it: Visualizza i dettagli della carta
nb_no: Se gavekortinformasjon
nl_nl: Toon kaart details

source: Gift card details
es_es: Detalles de tarjeta regalo
it_it: Dettagli del buono regalo
nb_no: Gavekortinformasjon
nl_nl: Cadeaubon details

source: Sender:
es_es: Remitente:
it_it: Mittente:
nl_nl: Afzender:

source: Recipient:
es_es: Destinatario:
it_it: Destinatario:
nb_no: Mottaker:
nl_nl: Ontvanger:

source: Message:
es_es: Mensaje:
it_it: Messaggio:
nb_no: Melding:
nl_nl: Bericht:

source: Edit
es_es: Editar
it_it: Modifica
nb_no: Rediger
nl_nl: Bewerken

source: Apply
es_es: Aplicar
it_it: Applica
nb_no: Påfør
nl_nl: Toepassen

source: Enter amount (Only digits)
it_it: Inserisci l'importo (solo cifre numeriche)

source: The gift card code "%s" does not exist!
es_es: ¡El código de tarjeta regalo “%s” no existe!
it_it: Il codice regalo "%s" non esiste!
nb_no: Gavekortkoden "%s" eksisterer ikke!
nl_nl: Cadeaubon code "%s" bestaat niet!

source: Sorry, it seems the gift card code "%s" is not for you and cannot be applied to your cart.
es_es: Lo siento, parece que el código de tarjeta regalo “%s” no es para ti y no se puede aplicar a tu carrito.
it_it: Ops, sembra che il codice di buono regalo "%s" non è tuo e non può essere applicato al tuo carrello.
nb_no: Beklager, det ser ut til at gavekortkoden "%s" ikke er for deg og kan derfor ikke brukes i handlekurven din.
nl_nl: Sorry, cadeaubon code "%s" lijkt niet van u te zijn, en kan niet toegepast worden op uw winkelwagen.
