Repository: malicktech/wp-yith-woocommerce-gift-cards
Catalog: languages/yith-woocommerce-gift-cards-*.po
Languages: es_es, it_it, nb_no, nl_nl

source: <code><strong>YITH Woocommerce Gift Card</strong></code> allows your users to purchase and give gift cards. In this way, you will increase the spread of your brand, your sales, and average spend, especially during the holidays. <a href="https://yithemes.com/" target="_blank">Find new awesome plugins on <strong>YITH</strong></a>.
es_es: <code><strong>YITH Woocommerce Gift Card</strong></code> permite a los usuarios comprar y enviar tarjetas de regalo. De esta manera, aumentarás la amplitud de tu marca, tus ventas, y tu gasto promedio, especialmente en vacaciones.<a href=“https://yithemes.com/“ target=“_blank”>Encuentra nuevos increíbles plugins en <strong>YITH</strong></a>.
